{"name":"Scott Aaronson","title":"David J. Bruton Centennial Professor of Computer Science, University of Texas at Austin","summary":"Scott Aaronson is a theoretical computer scientist known for his work in quantum computing and computational complexity theory. He is the David J. Bruton Centennial Professor of Computer Science at the University of Texas at Austin. He is also known for his blog 'Shtetl-Optimized' where he shares insights and discussions on various topics related to computer science and quantum mechanics.","websites":["https:\/\/scottaaronson.blog\/","https:\/\/www.scottaaronson.com\/"]}
{"name":"Scott Alexander","title":"Psychiatrist","summary":"Scott Alexander is a psychiatrist on the US West Coast. He is known for his work on Slate Star Codex and Astral Codex Ten.","websites":["https:\/\/slatestarcodex.com\/","https:\/\/www.astralcodexten.com\/"]}
{"name":"Marc Andreessen","title":"Cofounder and General Partner at Andreessen Horowitz","summary":"Marc Andreessen is an entrepreneur, investor, and software engineer best known as co-author of Mosaic, the first widely used Web browser. He is also a Cofounder and General Partner at the venture capital firm Andreessen Horowitz.","websites":[]}
{"name":"John Arnold","title":"Philanthropist, Former Enron Executive, Founder of Arnold Ventures LLC","summary":"John Douglas Arnold (born 1974) is an American philanthropist, former Enron executive, and founder of Arnold Ventures LLC, formerly the Laura and John Arnold Foundation. He is known for his philanthropic work and his impact on the hedge fund world.","websites":["http:\/\/johnarnold.name\/","http:\/\/arnoldsells.com\/category\/blog\/"]}
{"name":"Ava","title":null,"summary":null,"websites":["https:\/\/blog.ava.me\/"]}
{"name":"Juan Benet","title":"Founder and CEO of Protocol Labs","summary":"Juan Benet is the inventor of the InterPlanetary File System (IPFS) and Filecoin. He is a computer scientist and entrepreneur known for his work on decentralized storage networks and the vision of building a distributed web. Juan Benet is also the Founder and CEO of Protocol Labs, a company that supports this vision.","websites":["https:\/\/juan.benet.ai\/"]}
{"name":"Stewart Brand","title":"Co-founder and editor of the Whole Earth Catalog","summary":"Stewart Brand is an American project developer and writer, best known as the co-founder and editor of the Whole Earth Catalog. He is also the president of The Long Now Foundation and has been involved in various other organizations such as The Well, Global Business Network, and Revive & Restore. Stewart Brand has been a prominent figure in counterculture and is known for his work in creating our internet-worked world.","websites":["https:\/\/sb.longnow.org\/","https:\/\/www.goodreads.com\/author\/show\/18698.Stewart_Brand\/blog"]}
{"name":"Vitalik Buterin","title":"Co-creator of Ethereum","summary":"Vitalik Buterin is a Russian-Canadian computer programmer and co-founder of Ethereum. He is known for his work in the cryptocurrency and blockchain space, and is considered a visionary in the field of decentralized finance. Vitalik Buterin is also a writer and has been involved in the Bitcoin community since 2011.","websites":["https:\/\/vitalik.ca\/","https:\/\/medium.com\/@VitalikButerin"]}
{"name":"Bryan Caplan","title":"Professor of Economics at George Mason University","summary":"Bryan Caplan is a Professor of Economics at George Mason University and a New York Times Bestselling author. He has written 'The Myth of the Rational Voter' and specializes in public choice, public finance, and monetary economics. He is also a senior research fellow at the Mercatus Center.","websites":["http:\/\/www.bcaplan.com\/"]}
{"name":"Matt Clancy","title":"Research Fellow","summary":"Matt Clancy is a Research Fellow at Open Philanthropy and a Senior Fellow with the Institute for Progress. He is an economist specializing in science and innovation, known for his work on New Things Under the Sun.","websites":["http:\/\/matt-clancy.com\/blog\/"]}
{"name":"Michael Clemens","title":"Director of Migration, Displacement, and Humanitarian Policy","summary":"Michael Clemens is a professor in the Department of Economics at George Mason University, and a Fellow at the Peterson Institute for International Economics. He is also the Director of Migration, Displacement, and Humanitarian Policy and a Senior Fellow at the Center for Global Development (CGD).","websites":["https:\/\/www.mclem.org\/"]}
{"name":"John Collison","title":"Co-founder and President of Stripe","summary":"John Collison (born 6 August 1990) is an Irish billionaire entrepreneur and the co-founder and President of Stripe. He is known for his role in building economic infrastructure for the internet through Stripe, a company that lets businesses and individuals accept payments over the internet. Collison co-founded Stripe in 2010 with his brother Patrick Collison.","websites":[]}
{"name":"Sarah Constantin","title":"Director of Corporate Development at Nanotronics","summary":"Trained in math and machine learning, currently trying to solve...","websites":["https:\/\/sarahconstantin.substack.com\/","https:\/\/srconstantin.github.io\/","https:\/\/srconstantin.wordpress.com\/","https:\/\/srconstantin.posthaven.com\/","https:\/\/sarahconstantin.wordpress.com\/","https:\/\/www.sarah-constantin.org\/blog"]}
{"name":"Tyler Cowen","title":"American economist, columnist and blogger, professor at George Mason University","summary":"Tyler Cowen is an American economist, columnist, and blogger. He is a professor at George Mason University, where he holds the Holbert L. Harris chair in economics. He is also the chairman and general director of the Mercatus Center at George Mason University. Tyler Cowen has authored several books and is known for his wide-ranging explorations of various topics in economics and political philosophy.","websites":["https:\/\/marginalrevolution.com\/","https:\/\/tylercowen.com\/"]}
{"name":"Adam D'Angelo","title":"Co-founder and CEO of Quora","summary":"Adam D'Angelo is an American internet entrepreneur, best known for his role as the co-founder and CEO of Quora. He was also the former Chief Technology Officer (CTO) of Facebook. Adam D'Angelo is a Silicon Valley veteran and has gained a reputation for his work in the tech industry.","websites":["https:\/\/quorablog.quora.com\/"]}
{"name":"Saloni Dattani","title":"Researcher, Science Writer, PhD Candidate","summary":"Saloni Dattani is a researcher, science writer, and PhD candidate in psychiatric genetics. She is known for her work in making data and research on big topics accessible to the public.","websites":[]}
{"name":"Laura Deming","title":"Venture Capitalist","summary":"Laura Deming is a venture capitalist whose work focuses on life extension and using biological research to reduce or reverse the effects of aging. She is a partner in The Longevity Fund and a Thiel Fellow. Laura Deming is known for her pioneering work in the field of anti-aging and life extension.","websites":["https:\/\/www.ldeming.com\/"]}
{"name":"David Deutsch","title":"Physicist, Author, and Professor","summary":"David Deutsch is a British physicist, author, and professor known for his work in quantum computation and quantum information theory. He is the author of the books 'The Fabric of Reality' and 'The Beginning of Infinity'. David Deutsch is a Visiting Professor at the University of Oxford and has made significant contributions to the field of physics.","websites":["https:\/\/www.daviddeutsch.org.uk\/","https:\/\/davidldeutsch.com\/"]}
{"name":"Joe Edelman","title":"Award-Winning Photographer, Author, and Photo Educator","summary":"Joe Edelman is an internationally renowned award-winning photographer, author, and photo educator. He is known for teaching the HOWS and WHYS behind great photographs and is the host of The LAST FRAME Live on YouTube. Joe Edelman is also a philosopher, sociologist, game designer, and entrepreneur, making significant contributions in these fields. He has a strong presence on various platforms such as Instagram, Facebook, LinkedIn, and Twitter, where he shares his work and engages with his audience.","websites":["https:\/\/www.joeedelman.com\/photography-blog","https:\/\/joeedelman.photography\/"]}
{"name":"Nadia Eghbal","title":"Writer and Researcher","summary":"Nadia Eghbal is a writer and researcher interested in infrastructure, governance, and the economics of the internet. She explores how the internet enables individual creators and has focused on the production of open source software. She has also addressed the challenges of software building tools and the unseen labor behind digital infrastructure.","websites":["https:\/\/nadia.xyz\/"]}
{"name":"James Fallows","title":"Contributing Writer at The Atlantic, Author of Breaking the News newsletter","summary":"James Fallows is a renowned journalist, author, and media commentator. He is a contributing writer at The Atlantic and the author of the newsletter Breaking the News. He has written important cover stories for The Atlantic and has been immersed in politics, culture, technology, and economic development. Additionally, he is a co-founder of Our Towns Civic Foundation and has received acclaim for his work as an author, journalist, editor, and media commentator.","websites":["https:\/\/fallows.substack.com\/"]}
{"name":"Caitlin Flanagan","title":"American writer and social critic","summary":"Caitlin Flanagan is an American writer and social critic known for her contributions to The Atlantic. She has written extensively on modern family life, motherhood, and social issues. Flanagan's work has been recognized and nominated for prestigious awards, showcasing her influence and impact in the literary and social commentary landscape.","websites":[]}
{"name":"Conor Friedersdorf","title":"Staff Writer at The Atlantic","summary":"Conor Friedersdorf is a staff writer at The Atlantic and the author of the Up for Debate newsletter. He is a journalist who focuses on politics and national affairs. He has also contributed to various publications and is known for his insightful commentary and analysis.","websites":["https:\/\/www.theatlantic.com\/author\/conor-friedersdorf\/"]}
{"name":"Nat Friedman","title":"CEO of GitHub","summary":"Nat Friedman is the CEO of GitHub, with current areas of interest in AI, infrastructure, open source, and frontier tech. He leads seed and series A rounds, and some growth. Nat Friedman is also a board member at the Arc Institute and an advisor of Midjourney. He is an entrepreneur and developer passionate about building products that delight customers with love and attention to detail.","websites":["http:\/\/nat.org\/","https:\/\/nat.github.io\/hello\/"]}
{"name":"Julia Galef","title":"American philosopher of science, writer, speaker, and co-founder of the Center for Applied Rationality","summary":"Julia Galef is an American philosopher of science, writer, speaker, and co-founder of the Center for Applied Rationality. She is known for hosting the Rationally Speaking podcast and is the author of THE SCOUT MINDSET. Julia Galef is also a public speaker and has given talks on improving reasoning and decision-making.","websites":["https:\/\/juliagalef.com\/"]}
{"name":"Elad Gil","title":"Serial Entrepreneur, Operating Executive, Investor, Advisor","summary":"Elad Gil is a technology entrepreneur, a prolific investor, and advisor to numerous private companies. He is known for his work as a solo venture capitalist and has a strong presence in Silicon Valley. Elad Gil has a background in technology and has been involved with companies such as Airbnb, Pinterest, Square, and Stripe.","websites":["https:\/\/blog.eladgil.com\/","https:\/\/eladgil.com\/"]}
{"name":"Paul Graham","title":"the man","summary":"Paul Graham is an English computer scientist, essayist, entrepreneur, investor, and author. He is best known for his work on the programming language Lisp and as a co-founder of the Y Combinator startup accelerator.","websites":["http:\/\/www.paulgraham.com\/"]}
{"name":"Tanner Greer","title":"Writer, Journalist, Researcher","summary":"Tanner Greer is a writer, journalist, and independent researcher. He is known for his work on contemporary security issues in the Asia-Pacific region, military history of East and Southeast Asia, and world politics and history. He has contributed to various publications and is the director of the Center for Strategic Translation.","websites":["https:\/\/scholars-stage.org\/"]}
{"name":"Daniel Gross","title":"Cofounder of Cue, a search engine acquired by Apple in 2013. Ran AI and search projects at Apple 2013-2017. An early-stage investor in startups.","summary":"Daniel Gross is an American entrepreneur who co-founded Cue, lead artificial intelligence efforts at Apple, served as a partner at Y-Combinator, and is the Co-Founder of Pioneer. He is also an Assistant Professor at Duke University's Fuqua School of Business. Additionally, he has been recognized as one of the 100 Most Influential People in AI by Time Magazine in 2023.","websites":["https:\/\/dcgross.com\/","https:\/\/dgross.ca\/blog\/"]}
{"name":"Gwern","title":"Independent Researcher","summary":"Gwern Branwen is an independent researcher known for his work on AI, psychology, statistics, darknet markets, and Bitcoin. He is the author of essays on gwern.net and is a prominent figure in the field of independent research.","websites":["https:\/\/gwern.net\/"]}
{"name":"Sarah Haider","title":"Pakistani-American writer, public speaker, and political activist","summary":"Sarah Haider is a Pakistani-American writer, public speaker, and political activist. She is known for co-founding the advocacy group Ex-Muslims of North America (EXMNA) and has been recognized for her work in promoting freethought and secularism.","websites":["https:\/\/newsletter.sarahhaider.com\/s\/sarah-haiders-blog"]}
{"name":"Robin Hanson","title":"Associate Professor of Economics","summary":"Robin Dale Hanson is an associate professor of economics at George Mason University. He received his Ph.D in 1997 in social sciences from Caltech. He is also known for his work on the blog 'Overcoming Bias' and his book 'The Age of Em'.","websites":["https:\/\/www.overcomingbias.com\/","https:\/\/substack.com\/@overcomingbias","https:\/\/grabbyaliens.com\/posts","https:\/\/mason.gmu.edu\/~rhanson\/home.html"]}
{"name":"Anton Howes","title":"Historian of Innovation","summary":"Anton Howes is a Historian of Innovation, known for his work in the history of invention and economic history. He received his PhD in Political Economy from King's College London in 2016. He is also the Historian-in-residence at the Royal Society of Arts and has published a book titled 'Arts and Minds' which tells the story of Britain's history of invention.","websites":["https:\/\/www.antonhowes.com\/blog"]}
{"name":"Alan Kay","title":"Computer Scientist","summary":"Alan Kay is an American computer scientist known for his contributions to object-oriented programming and for envisioning a small computing system in the 1970s. He is considered by some as the “father of personal computers” and has made significant contributions to the field of computing and telecommunications.","websites":["https:\/\/www.alankayart.com\/blog.html"]}
{"name":"Kevin Kelly","title":"Senior Maverick at Wired magazine","summary":"Kevin Kelly is the founding executive editor of Wired magazine and a former editor and publisher of the Whole Earth Review. He is also the editor and publisher of the Cool Tools website.","websites":["https:\/\/kk.org\/"]}
{"name":"Arnold Kling","title":"Economist, Scholar, Blogger","summary":"Arnold Kling is an American economist, scholar, and blogger known for his writings on EconLog, an economics blog, along with Bryan Caplan. He has earned a Ph.D in economics from the Massachusetts Institute of Technology and has written books on economic issues.","websites":["https:\/\/www.arnoldkling.com\/blog\/","http:\/\/arnoldkling.com\/"]}
{"name":"Casey Handmer","title":"Founder of Terraform Industries, PhD in Physics from Caltech, works at JPL","summary":"Casey Handmer is the founder of Terraform Industries, holds a PhD in Physics from Caltech, and currently works at JPL. He is known for his work in space, technology, and energy. He is also an alumnus of ISS2003 and has a strong engagement with students and the scientific community.","websites":["https:\/\/caseyhandmer.wordpress.com\/","https:\/\/www.caseyhandmer.com\/"]}
{"name":"Mason Hartman","title":"Baseball Player","summary":"Mason Hartman is a baseball player with a strong presence in the baseball community. He has been recognized for his skills and achievements as an infielder and left-handed pitcher. Mason Hartman has played for various teams and has made significant contributions to the sport.","websites":["https:\/\/masonhartmangallery.wordpress.com\/","https:\/\/masonhartman.substack.com\/"]}
{"name":"Claire Lehmann","title":"Australian journalist and the founding editor of Quillette","summary":"Claire Lehmann (née Jensen; born 1985) is an Australian journalist and the founding editor of Quillette. She is also a regular contributor to The Australian and has a scholarly background in English and Psychology.","websites":["https:\/\/quillette.com\/author\/clairelehmann\/"]}
{"name":"Daniel Lemire","title":null,"summary":null,"websites":["https:\/\/lemire.me\/blog\/"]}
{"name":"Nathan Lewis","title":"Professor of Pediatrics and Bioengineering","summary":"Nathan Lewis, Ph.D., is a Professor of Pediatrics and Bioengineering. He is known for his work in Systems Biology and Cell Engineering. He is also the George L. Argyros Professor of Chemistry at the California Institute of Technology (Caltech).","websites":["https:\/\/www.nathan-lewis.co.uk\/blog","https:\/\/nathanlewis.dev\/post"]}
{"name":"Derek Lowe","title":"Chemist","summary":"Derek Lowe is a medicinal chemist working on preclinical drug discovery in the pharmaceutical industry.","websites":["https:\/\/www.science.org\/blogs\/pipeline"]}
{"name":"Andy Matuschak","title":"Applied Researcher, User Interface Designer","summary":"Andy Matuschak is an applied researcher and user interface designer, focused on creating user interfaces that expand what people can think and do. He is known for his work on tools for thought and his contributions to education at Khan Academy.","websites":["https:\/\/andymatuschak.org\/","https:\/\/notes.andymatuschak.org\/"]}
{"name":"Megan McArdle","title":"Columnist at The Washington Post","summary":"Megan McArdle is a columnist at The Washington Post and the author of \"The Up Side of Down: Why Failing Well Is the Key to Success.\" She is an American journalist, columnist, and blogger based in Washington, D.C. She has also written for Bloomberg View and The Atlantic. Megan McArdle covers topics related to business, finance, and opinion and editorial content.","websites":[]}
{"name":"Patrick McKenzie","title":"Software Engineer","summary":"Patrick McKenzie, also known as patio11, is a software engineer known for his work in systems thinking applied to businesses. He has worked for companies like Kalzumeus Software and Stripe, and has written extensively about software-as-a-service businesses.","websites":["https:\/\/www.kalzumeus.com\/"]}
{"name":"Michael Nielsen","title":"Quantum Physicist, Scientist, Writer, Programmer","summary":"Michael Nielsen is a scientist who helped pioneer quantum computing and the modern open science movement. He has a strong side interest in artificial intelligence and is also a writer, programmer, and composer. He has composed scores for film, television, video games, records, and advertising. Michael Nielsen is known for his work in quantum physics, science writing, and programming.","websites":["https:\/\/michaelnielsen.org\/"]}
{"name":"Evan Osnos","title":"Staff Writer at The New Yorker, CNN Contributor, Senior Fellow at the Brookings Institution","summary":"Evan Osnos is a staff writer at The New Yorker, covering politics and foreign affairs. He is also a CNN contributor and a senior fellow at the Brookings Institution. He has written extensively on a wide range of topics including white-collar crime, espionage, and international relations. Osnos is also the author of the book 'Age of Ambition: Chasing Fortune, Truth, and Faith in the New China,' which won the National Book Award for nonfiction.","websites":[]}
{"name":"Kaja Perina","title":"Editor in Chief of Psychology Today","summary":"Kaja Perina is the Editor in Chief of Psychology Today.","websites":[]}
{"name":"Kelsey Piper","title":"Senior Writer at Vox's Future Perfect","summary":"Kelsey Piper is an American journalist who is a staff writer at Vox, where she writes for the column Future Perfect, which covers a variety of topics from effective altruism to artificial intelligence and more.","websites":[]}
{"name":"Pseudoerasmus","title":"Scholar of Economic History, Growth, and Development","summary":"Pseudoerasmus is a scholar of economic history, growth, and development in the Sakha Republic. He blogs at Pseudoerasmus.com and is known for his work in economic history, development economics, and political economy.","websites":["https:\/\/pseudoerasmus.com\/"]}
{"name":"José Luis Ricón","title":null,"summary":null,"websites":[]}
{"name":"Dani Rodrik","title":"Ford Foundation Professor of International Political Economy at Harvard University","summary":"Dani Rodrik is a Turkish economist known for his research on globalization, economic growth and development, and political economy. He is the Ford Foundation Professor of International Political Economy at Harvard University.","websites":["https:\/\/rodrik.typepad.com\/dani_rodriks_weblog\/"]}
{"name":"Max Roser","title":"Researcher","summary":"Max Roser is an economist and philosopher who focuses on large global problems such as poverty, disease, hunger, climate change, and war. He is the Director of the Oxford Martin Programme on Global Development and the founder of Our World in Data, a free online publication that provides global data on various topics.","websites":["https:\/\/www.maxroser.com\/"]}
{"name":"Jake Seliger","title":"Writer, Editor, Researcher","summary":"Jake Seliger is a writer, editor, and researcher known for his work in essays, personal writing, and novels. He has written about a wide range of social and cultural topics and has authored two novels: The Hook and Asking Anna. Jake Seliger has also been featured in various publications and platforms, discussing his experiences with cancer and the impact it has had on his perspective on life.","websites":["https:\/\/jakeseliger.com\/"]}
{"name":"Kevin Simler","title":"Writer, Software Engineer, and Author","summary":"Kevin Simler is a writer, software engineer, and author known for his essays on philosophy, human behavior, and software. He is the author of 'The Elephant in the Brain' and is also known for his work on Melting Asphalt. Kevin has a background in programming, product design, and engineering leadership, and continues to advise startups on technology, leadership, and recruiting.","websites":["https:\/\/meltingasphalt.com\/"]}
{"name":"Michael Solana","title":"Chief Executive Officer","summary":"Michael Solana is the Chief Executive Officer of Pirate Wires. He is also a Vice President at Founders Fund, where he is focused on community and brand. Michael is known for his creative programming and is the creator\/producer of Anatomy of Next. Additionally, he is the Chief Marketing Officer at Founders Fund Management LLC.","websites":[]}
{"name":"Noah Smith","title":"Blogger, Journalist, Commentator on Economics and Current Events","summary":"Noah Smith is a former Bloomberg Opinion columnist, an assistant professor of finance at Stony Brook University, and a blogger at Noahpinion. He is an American blogger, journalist, and commentator on economics and current events. Noah Smith's work experience includes a focus on behavioral finance, and he has been active in this field since 2011. Additionally, Noah Smith is known for his Substack publication, Noahpinion, which has hundreds of thousands of subscribers. He is also a touring songwriter from Cincinnati, OH, with a sound that resonates with both country and rock n roll fans alike.","websites":["https:\/\/www.noahpinion.blog\/"]}
{"name":"Daniel Swain","title":"Climate Scientist","summary":"Daniel Swain is a climate scientist at UCLA studying how extreme events are changing on a warming Earth.","websites":["https:\/\/weatherwest.com\/"]}
{"name":"Riva Tez","title":"Writer","summary":"Writer of hardtowrite.com","websites":[]}
{"name":"Ben Thompson","title":"Business, Technology, and Media Analyst","summary":"Ben Thompson is a prominent business, technology, and media analyst known for his work at Stratechery. He is based in Taipei, Taiwan, and is the author of Stratechery, a subscription-based publication focused on the business, strategy, and impact of technology. Ben Thompson's insightful analysis and commentary have made him a respected figure in the tech industry.","websites":["https:\/\/stratechery.com\/"]}
{"name":"Derek Thompson","title":"Staff Writer at The Atlantic","summary":"Derek Thompson is a staff writer at The Atlantic and the author of the Work in Progress newsletter. He is also a contributor to CBS News and a news analyst for NPR's national afternoon show, â\u0080\u009cHere and Now. Derek Thompson is also the author of Hit Makers: How to Succeed in an Age of Distraction.","websites":["https:\/\/www.theatlantic.com\/author\/derek-thompson\/"]}
{"name":"Eric Topol","title":"Executive VP, Scripps Research Professor, Molecular Medicine","summary":"Eric Topol is a leading health expert, Executive VP, Scripps Research Professor, and pioneer in the field of cardiovascular medicine. He is the founder and director of the Scripps Research Translational Institute and has published over 1300 peer-reviewed articles, with more than 300,000 citations. Eric Topol is also a practicing cardiologist with Scripps Clinic and has made significant contributions to the fields of medical A.I., genetics, genomics, and digital medicine.","websites":["https:\/\/erictopol.substack.com\/"]}
{"name":"Des Traynor","title":"Co-founder of Intercom","summary":"Des Traynor is the co-founder of Intercom, a customer service solution that helps businesses answer customer questions. He has spent about 10 years at Intercom, primarily working in product and strategy. Des Traynor is also the Chief Strategy Officer of Intercom and sits on Intercom's board of directors. Prior to co-founding Intercom, he worked as a UX designer, Usability Analyst, and Lecturer.","websites":["https:\/\/destraynor.com\/"]}
{"name":"Chloé Valdary","title":null,"summary":null,"websites":[]}
{"name":"Bret Victor","title":"beast of burden","summary":"Bret Victor is an interface designer, computer scientist, and electrical engineer known for his talks on the future of technology. He has been working towards Dynamicland and has given speeches on inventing on principle.","websites":["http:\/\/worrydream.com\/"]}
{"name":"Steve Randy Waldman","title":"computer programmer and writer","summary":"Steve Randy Waldman (born 1970) is a computer programmer and writer known for his commentary on contemporary economics at his blog Interfluidity.","websites":["https:\/\/www.interfluidity.com\/"]}
{"name":"Dan Wang","title":"Lambert Family Associate Professor of Business and (by courtesy) Sociology at Columbia Business School","summary":"Dan Wang is a technology analyst at Gavekal Dragonomics, a Beijing-based economics research firm. He has focused on understanding China's technology progress and has written extensively on China's capabilities in semiconductors, clean tech, and US regulatory actions on export.","websites":["https:\/\/danwang.co\/"]}
{"name":"Eugene Wei","title":"Product Leader","summary":"Eugene Wei is a Product Leader with a background at companies like Amazon, Hulu, Flipboard, and Oculus. He is known for his personal blog, Remains of the Day, and has a significant following on various platforms such as LinkedIn, Substack, and Medium.","websites":["https:\/\/www.eugenewei.com\/","https:\/\/eugenewei.substack.com\/"]}
{"name":"Tamara Winter","title":"Commissioning Editor of Stripe Press","summary":"Tamara Winter is a Commissioning Editor of Stripe Press, based in New York, New York, United States. She has a background in brand communications and has worked as the head of strategy at the Charter.","websites":["https:\/\/tamaracamerablog.com\/everything-you-can-do-to-make-your-skin-ready-for-this-winter\/"]}
{"name":"Stephen Wolfram","title":"Founder & CEO of Wolfram Research","summary":"Stephen Wolfram is a British-American computer scientist, physicist, and businessman. He is known for his work in computer science, mathematics, and as the creator of Mathematica, Wolfram|Alpha, and the Wolfram Language. He is also the author of 'A New Kind of Science' and has made significant contributions to the field of physics.","websites":["https:\/\/writings.stephenwolfram.com\/","https:\/\/www.stephenwolfram.com\/","https:\/\/blog.wolfram.com\/"]}
{"name":"Devon Zuegel","title":"Founder & CEO at Esmeralda Land Company","summary":"Devon Zuegel is a writer, software engineer, and host of the podcast Tools & Craft. She is also the creator of GitHub Sponsors and has a background in urbanism and the future of cities.","websites":["https:\/\/devonzuegel.com\/"]}
{"name":"John Wilkes","title":"Googler","summary":"Principal Software Engineer at Google","websites":["https:\/\/9500157940johnwilkes.wordpress.com\/"]}
{"name":"Bob van der Zwaan","title":"Adjunct Professor at SAIS Europe","summary":"Bob van der Zwaan is an Adjunct Professor at SAIS Europe, Principal Scientist at the Energy Transition department of TNO in the Netherlands, and Professor of Sustainable Energy Technology at the University of Amsterdam. He is also a senior scientist in the Policy Studies department of the Energy research Centre of the Netherlands (ECN) in Amsterdam. Additionally, he is an editorial board member of the journal Energy Policy and has contributed significantly to research in the field of energy and sustainability.","websites":[]}
{"name":"Lisa Randall","title":"Theoretical Physicist and Professor at Harvard University","summary":"Lisa Randall is an American theoretical physicist and the Frank B. Baird, Jr. Professor of Science at Harvard University. She is known for her research in theoretical particle physics and cosmology, and she has made significant contributions to the field of string theory and extra dimensions. Lisa Randall is also a prolific author and has written several books on physics and cosmology.","websites":[]}
{"name":"Thomas Lumley","title":"Founder and Co-Managing Partner of SV Angel","summary":"Ron Conway is an angel investor, philanthropist, and the Founder and Co-Managing Partner of SV Angel. He has been an active angel investor since the mid-90s and has received wide recognition for his investments and contributions to the tech industry. Conway is often referred to as one of Silicon Valley's \"super angels\" and is known for his significant impact on the startup ecosystem.","websites":["https:\/\/www.thomaslumley.co.uk\/"]}
{"name":"Andreas Bolka","title":"Co-developer of Vanilla","summary":"Andreas Bolka is a co-developer of Vanilla, also known as earl. He is active on various social media platforms such as Facebook, GitHub, Twitter, and Pinterest.","websites":[]}
{"name":"Bill Campbell","title":"Business Executive","summary":"William Vincent Campbell Jr. (August 31, 1940 â\u0080\u0093 April 18, 2016) was an American businessman and chairman of the board of several high-profile companies, including Apple Inc., Intuit, and GO Corporation. He was also known as the 'Trillion Dollar Coach' for his influential role in shaping Silicon Valley's greatest companies, such as Google, Apple, and Intuit, and creating over a trillion dollars in market value.","websites":["https:\/\/www.memorialecosystems.com\/blog"]}
{"name":"Geoff Ralston","title":"President and Partner @ Y Combinator","summary":"Geoff Ralston is the former President of Y Combinator. He was the CEO of La La Media, Inc., developer of Lala, a web browser-based music distribution site. Geoff Ralston is a visionary and builder, having founded the earliest blogging platform and advised hundreds of startups over the last decade.","websites":["https:\/\/www.ycombinator.com\/blog\/author\/geoff-ralston"]}
{"name":"Amund Tveit","title":"Principal Data & Applied Scientist at Microsoft","summary":"Amund Tveit is a Principal Data & Applied Scientist at Microsoft. He has a background in computer science and has worked at companies like Google, YouTube, and Zedge. He is known for his expertise in deep learning, information retrieval, and artificial intelligence.","websites":["http:\/\/amundblog.blogspot.com\/","https:\/\/jwqk.vivahoreca.es\/k4v0rdoeu\/"]}
{"name":"Hassan Masum","title":"Policy and Technology Strategist, Vice President of Data Science at Prodigy","summary":"Hassan Masum is a policy and technology strategist, and Vice President of Data Science at Prodigy which aims to help everyone love learning.","websites":[]}
{"name":"Tiffani Ashley Bell","title":"Founder & Executive Director at The Human Utility","summary":"Tiffani Ashley Bell is the Founding Executive Director of The Human Utility, a platform bringing people together from around the world to help people in need pay their water bills. She is a Stanford University Graduate School of Business alumna and a passionate advocate for using technology to positively impact people's lives.","websites":[]}
{"name":"Mark Nitzberg","title":"Computer Scientist and AI Advisor","summary":"Dr. Mark Nitzberg is a computer scientist and advisor to government and industry on AI. He is the Executive Director of CHAI and head of strategic outreach for Berkeley AI Research (BAIR). He is also an entrepreneur focused on the effects of AI and related technologies on society, economy, and democracy.","websites":["https:\/\/thedecisionlab.com\/author\/mnitzberg"]}
{"name":"Don Knuth","title":"Professor Emeritus at Stanford University","summary":"Donald E. Knuth, also known as é«\u0098å¾·çº³, is a Professor Emeritus of The Art of Computer Programming at Stanford University. He is a pioneering hero of computer programming and has made significant contributions to the field of computer science.","websites":["https:\/\/www-cs-faculty.stanford.edu\/~knuth\/"]}
{"name":"Patrick Collison","title":"Co-founder and CEO of Stripe","summary":"Patrick Collison is an Irish billionaire entrepreneur known for co-founding and serving as the CEO of Stripe, a company that lets businesses and individuals accept payments over the internet. He has achieved significant success in the tech industry and is recognized for his innovative contributions.","websites":["https:\/\/patrickcollison.com\/"]}
{"name":"Henry Lloyd-Baker","title":"Producer","summary":"Henry Lloyd-Baker is known for The Strange Child (2020), The Son (2015), and Halfway (2016).","websites":[]}
{"name":"Cameron Robertson","title":"VP Advanced Product Development at ONE","summary":"Cameron Robertson is known for his work as the VP of Advanced Product Development at ONE, where he has built and led engineering teams to challenge the impossible.","websites":["https:\/\/www.crobertson.co.uk\/about"]}
{"name":"Luke Miles","title":"Web3 Enthusiast","summary":"Luke Miles is a web3 enthusiast based in San Francisco. He is interested in web3, automated publishing, and immutable data as art. He is passionate about finding innovative ways to utilize technology for creative expression.","websites":["https:\/\/ylukem.substack.com\/","https:\/\/ylukem.com\/blog\/apple-gave-me-the-%E2%80%9chey%E2%80%9D-treatment-back-in-2014"]}
{"name":"Alex Tabarrok","title":"Bartley J. Madden Chair in Economics","summary":"Alex Tabarrok is a professor at Virginia's George Mason University and Bartley J. Madden Chair in Economics at the school's Mercatus Center. He is also associated with Marginal Revolution and has authored several publications in the field of economics.","websites":["https:\/\/alextabarrok.com\/","https:\/\/mason.gmu.edu\/~atabarro\/"]}
{"name":"Ralph Hazell","title":"Chief Platform Officer\/Co-Founder at Lionsgold Ltd","summary":"Ralph Hazell is a Chief Platform Officer\/Co-Founder at Lionsgold Ltd. He has a 10-year career as a proprietary trader in the financial markets and is making a difference in the AltFi world with AltFi's People directory.","websites":[]}
{"name":"Paul Buchheit","title":"Co-founder of FriendFeed, Angel Investor, Partner at Y Combinator","summary":"Paul Buchheit is a co-founder of FriendFeed, an angel investor, and a partner at Y Combinator. He is also known for his work on Gmail and for being an early employee at Google.","websites":["http:\/\/paulbuchheit.blogspot.com\/"]}
{"name":"Tim O'Reilly","title":"Founder and CEO of O'Reilly Media","summary":"Tim O'Reilly is the founder and CEO of O'Reilly Media, Inc. His original business plan was simply \"interesting work for interesting people,\" and that's what he's been doing ever since.","websites":["https:\/\/www.oreilly.com\/tim\/"]}
{"name":"Dan Giffin","title":null,"summary":null,"websites":[]}
{"name":"Miriah Meyer","title":"Professor Dept of Science & Technology, LinkÃ¶ping University","summary":"Miriah Meyer is an American computer scientist and USTAR professor at the University of Utah. She is noted for her pioneering work in data visualization for scientific discovery.","websites":["https:\/\/miriah.github.io\/"]}
{"name":"Patrick Hsu","title":"Assistant Professor of Bioengineering and Deb Faculty Fellow","summary":"Patrick Hsu is an Assistant Professor of Bioengineering and Deb Faculty Fellow at the University of California, Berkeley. He is also a Co-Founder and Core Investigator of the Arc Institute. Patrick Hsu is known for his work in gene-editing technology, specifically in expanding the reach of CRISPR to RNA. He has received recognition for his contributions to science and research, including being named one of Forbes 30 Scientists Under 30.","websites":["http:\/\/patrickhsulab.org\/"]}
{"name":"Tim Josling","title":"Professor, Emeritus","summary":"Tim Josling is a Professor, Emeritus, at the (former) Food Research Institute at Stanford University; a Senior Fellow by courtesy at the Freeman Spogli Institute for International Studies.","websites":[]}
{"name":"Richard Florida","title":"Professor, Urbanist, Writer","summary":"Richard L. Florida (born 1957) is an American urban studies theorist focusing on social and economic development. He is a professor at the University of Toronto's School of Cities and Rotman School of Management. Florida is known for his work on the creative class and its impact on urban regeneration. He has authored several global best sellers, including 'The Rise of the Creative Class' and 'The New Urban Crisis.'","websites":["https:\/\/creativeclass.com\/richard_florida\/"]}
{"name":"Alexia Tsotsis","title":"Co-Editor","summary":"Alexia Tsotsis is the former co-editor-in-chief of Techcrunch and one of the earliest reporters to write about technology startups.","websites":[]}
{"name":"Mike Arrington","title":"Founder of TechCrunch","summary":"Mike Arrington is the founder of TechCrunch, an influential technology blog. He is also known for his work as an investor and partner in various ventures. Additionally, Mike Arrington has been involved in football as a linebacker and has held positions in sales management and project superintendent roles.","websites":["https:\/\/techcrunch.com\/author\/michael-arrington\/"]}
{"name":"Sean Luke","title":"Associate Director, Center for Social Complexity, Krasnow Institute. George Mason University.","summary":"Sean Luke is the head of the George Mason University Autonomous Robotics Laboratory. He has taught at George Mason University since 2000.","websites":["https:\/\/thinkinghisthoughts.wordpress.com\/author\/zsluke\/"]}
{"name":"Evan Williams","title":"Founder of Blogger and Twitter","summary":"Evan Williams is an American entrepreneur known for co-founding Blogger, Twitter, and Medium. He is a successful tech entrepreneur and has made significant contributions to the development of social media platforms.","websites":["https:\/\/ev.medium.com\/"]}
{"name":"Nick Sivo","title":"Co-Founder\/CTO @ Loopt","summary":"Nick Sivo is an American entrepreneur who is the cofounder of Loopt alongside Sam Altman. He is based in Silicon Valley.","websites":[]}
{"name":"Dan Jurafsky","title":"Jackson Eli Reynolds Professor in Humanities, Professor of Linguistics Professor of Computer Science","summary":"Dan Jurafsky is a professor of Linguistics and Computer Science at Stanford University. He is known for his work in the field of natural language processing and has made significant contributions to the study of language and computational linguistics.","websites":["http:\/\/web.stanford.edu\/~jurafsky\/","https:\/\/www.goodreads.com\/author\/show\/5802762.Dan_Jurafsky\/blog"]}
{"name":"Jon Levy","title":"Behavioral Scientist and New York Times Bestselling Author","summary":"Jon Levy is a behavioral scientist and New York Times bestselling author known for his work in trust, human connection, belonging, and influence. He specializes in applying the latest research in neuroscience, psychology, and behavioral economics to unlock the secrets of influence and human connection.","websites":["https:\/\/www.jonlevy.com\/"]}
{"name":"Mary Granade","title":null,"summary":null,"websites":[]}
{"name":"Richard Jowsey","title":"Facilities Management Consultant at CALYX","summary":"Richard Jowsey is a Facilities Management Consultant at CALYX with a background in Theoretical Physics, Computational Physics, Cosmology, and History of Science. He is also a Web Applications Developer and has a presence on various social media platforms such as LinkedIn, Facebook, Twitter, Instagram, and YouTube. Additionally, Richard Jowsey is an independent researcher with a current project on 'Unified Field Theory' and is a contributor on Medium and Flickr.","websites":["https:\/\/medium.com\/@RichardAJowsey"]}
{"name":"Bill Clerico","title":"Founder & Managing Partner","summary":"Bill Clerico is the Founder and Managing Partner at Convective Capital. He is also an active angel investor in over 50 seed-stage companies and was previously a Part-Time Partner at Y Combinator. Bill Clerico has had 5 past jobs including Disaster Services Team Leader.","websites":["https:\/\/medium.com\/@billclerico"]}
{"name":"Brian Armstrong","title":"CEO of cryptocurrency platform Coinbase","summary":"Brian Armstrong (born January 25, 1983) is an American business executive, billionaire, and investor who is CEO of cryptocurrency platform Coinbase. He is also the co-founder of Coinbase and is known for his work in the cryptocurrency industry.","websites":["https:\/\/www.brianarmstrong.org\/"]}
{"name":"James Lindenbaum","title":"Part Time Partner @ Heavybit","summary":"James Lindenbaum is a co-founder of Heroku and Heavybit. He holds 4 board and advisor roles, including SaaS Advisor at Revl, Founder at Heroku and Heavybit at Gradle Inc., and Advisor at Apiary. He is also a General Partner at Heavybit Inc. and has served as an Advisor at Blockdaemon. James Lindenbaum has a background in entrepreneurship and venture capital.","websites":["https:\/\/blog.heroku.com\/authors\/james-lindenbaum"]}
{"name":"Pavan Gaikwad","title":"Associate Director - DevOps COE - Zycus","summary":"Pavan Gaikwad has been helping software teams ship features faster, reduce costs, and be more productive for the last 10 years. He is currently working as an Associate Director in the DevOps COE at Zycus.","websites":["https:\/\/pavan.contact\/"]}
{"name":"Keith Rabois","title":"General Partner at Founders Fund","summary":"Keith Rabois (born March 17, 1969) is an American technology executive and investor. He is currently a general partner at Founders Fund. Keith has a unique background as an entrepreneurial executive and investor, and has helped build some of the most important companies in Silicon Valley including PayPal, LinkedIn, and Square.","websites":["https:\/\/www.rabois.com\/"]}
{"name":"Shivon Zilis","title":"Venture Capitalist","summary":"Shivon Alice Zilis is a Canadian venture capitalist who works in the technology and AI industry. She is known for her work in machine intelligence and is a project director at Neuralink. Shivon Zilis has also been in the spotlight for her connection to Elon Musk and her role as a co-parent of twins with him.","websites":["http:\/\/www.shivonzilis.com\/blog"]}
{"name":"Jackie McDonough","title":"Chief of Staff at Rensselaer County District Attorney","summary":"Jackie McDonough is the Chief of Staff at Rensselaer County District Attorney. She has a strong professional background and is known for her expertise in this role.","websites":["https:\/\/jackiestvblog.blogspot.com\/","https:\/\/jackiecooksanddrinks.com\/"]}
{"name":"Greg Brockman","title":"President, Chairman, & Co-Founder","summary":"Greg Brockman is the Co-founder and Chairman of OpenAI. He was formerly the CTO of Stripe, a leading Silicon Valley startup. Greg Brockman (born 1988 or 1989) is an American entrepreneur, investor, and software developer who is a co-founder and currently the president of OpenAI. Artificial Intelligence has the power to change humanity. This shared belief led Greg Brockman to leave his position as CTO of Stripe and, along with Elon Musk, co-found OpenAI. Ex-OpenAI president Greg Brockman is posting updates about OpenAI products. OpenAI co-founder Greg Brockman announced that he's quitting just hours after CEO Sam Altman was fired.","websites":["https:\/\/blog.gregbrockman.com\/","https:\/\/gregbrockman.com\/"]}
{"name":"Tracy Young","title":"Music Producer, DJ, Remixer, Composer, Owner of Ferosh Records","summary":"Tracy Young is a GRAMMY Award-Winning Music Producer, DJ, Remixer, Composer, and Owner of indie label, Ferosh Records. She has officially remixed for over 100 artists and has been recognized as one of the most successful remixers of all time. Tracy Young is known for her contributions to the electronic dance music genre and has a significant presence in the music industry.","websites":["https:\/\/www.tracyyoung.info\/"]}
{"name":"Shiro Kawai","title":"Actor, Programmer","summary":"Shiro Kawai is a multi-talented individual known for his work as an actor and programmer. He has appeared in movies such as 'Go for Broke', 'Under the Blood-Red Sun', and 'Running for Grace'. Additionally, Shiro Kawai has a background in programming and has been involved in freelance programming projects. His diverse skill set and passion for both acting and programming make him a unique and versatile professional.","websites":["https:\/\/shirokawai.com\/"]}
{"name":"Robert Evans","title":"American film producer, studio executive, and actor","summary":"Robert Evans was an American film producer, studio executive, and actor, best known for his work on Rosemary's Baby (1968), Love Story (1970), The Godfather, and more. He was a legendary super-producer who was responsible for bringing to the big screen some of the most timeless classics of the film industry.","websites":["https:\/\/www.bellingcat.com\/author\/robertevans\/","https:\/\/www.robertevansimagery.com\/blog\/"]}
{"name":"Matt Bush","title":"Relief Pitcher","summary":"Matt Bush is a relief pitcher known for his career in Major League Baseball. He was born on February 8, 1986, in San Diego, CA. Matt Bush has played for various teams and is recognized for his pitching skills and contributions to the sport.","websites":["http:\/\/matthew-bush.blogspot.com\/"]}
{"name":"Luke Muehlhauser","title":"Senior Program Officer, AI Governance and Policy","summary":"Luke Muehlhauser is a Senior Program Officer at Open Philanthropy, where he leads grantmaking on AI governance and policy. He has also been the Executive Director of the Machine Intelligence Research Institute and has contributed to various forums and publications on topics related to AI policy and effective altruism.","websites":["https:\/\/lukemuehlhauser.com\/"]}
{"name":"Peldi from Balsamiq","title":"Author at Balsamiq Company News","summary":"Peldi is an author at Balsamiq Company News and has been interviewed multiple times. He has also participated in an AMA on Reddit and has a significant presence on Twitter.","websites":["https:\/\/balsamiq.com\/company\/news\/personal-whats-your-story-why-start-balsamiq\/"]}
{"name":"Brad DeLong","title":"Professor of Economics at U.C. Berkeley","summary":"Brad DeLong is a professor of economics at U.C. Berkeley, a research associate of the National Bureau of Economic Research, a weblogger at the Washington Center for Equitable Growth, and an economic historian. He is known for his work in economics, economic history, politics, and finance.","websites":["https:\/\/delong.typepad.com\/","https:\/\/braddelong.substack.com\/","https:\/\/www.bradford-delong.com\/2019\/12\/blogging-what-to-expect-here.html"]}
{"name":"Andrew Mason","title":"CEO of Descript","summary":"Andrew Mason is the CEO of Descript.com. He was formerly the founder of The Point and Groupon, as well as Detour. He is known for his work experience, education, and connections.","websites":["https:\/\/andrewm.codes\/","https:\/\/www.andrewmasonphoto.com\/news\/2020-year-in-review","https:\/\/www.descript.com\/blog\/author\/andrew-mason","https:\/\/andrewsmason.com\/about\/","https:\/\/www.andrew-mason.com\/blog\/"]}
{"name":"Kari Pahula","title":"Website Back End Developer","summary":"Kari Pahula is a website back end developer who prefers Haskell. He runs piperka.net and is known for his work in website back end development.","websites":[]}
{"name":"Trevor Blackwell","title":"Co-Founder at Y Combinator","summary":"Trevor Blackwell is a Canadian-American computer programmer, engineer, and entrepreneur based in Silicon Valley. He is a partner at Y Combinator and the founder of Anybots, where he developed the first dynamically balancing biped robot. He has also published papers on congestion control in high-speed wide-area networks.","websites":["https:\/\/www.trevorblackwell.com\/"]}
{"name":"Adam Goldstein","title":"Associate Professor","summary":"Adam Goldstein is an Associate Professor jointly appointed in the Department of Sociology and The Princeton School of Public and International Affairs.","websites":["https:\/\/dradamgoldstein.blogspot.com\/","https:\/\/adamjuliangoldstein.com\/blog\/"]}
{"name":"Ingrid Bassett","title":"Physician Investigator (Cl) Medical Practice Evaluation Center, Mass General Research Institute. Professor of Medicine Harvard","summary":"Dr. Ingrid Bassett is an Associate Professor of Medicine at Harvard Medical School and physician at the Massachusetts General Hospital. She is investigating innovative solutions for expanding access to HIV testing, treatment, and prevention outside of the â\u0080\u009cbrick and mortarâ\u0080\u009d health care settings. Dr. Bassett is also an infectious disease physician and clinical investigator with a focus on developing and evaluating innovative strategies for improving infectious disease care.","websites":["https:\/\/researchers.mgh.harvard.edu\/profile\/1513300\/Ingrid-Bassett","https:\/\/www.massgeneral.org\/research\/support\/mgh-research-scholars\/scholar-profiles\/basset-mgh-scholar-profile","https:\/\/mgriblog.org\/2018\/09\/11\/bassett-looks-to-beauty-salons-to-connect-south-african-women-to-crucial-health-services\/"]}
{"name":"Steve Wozniak","title":"Co-founder of Apple Inc.","summary":"Steve Wozniak, also known as 'The Woz', is an American electronics engineer and programmer who co-founded Apple Inc. He is known for his work in the personal computer revolution and is recognized as a pioneer in the technology industry.","websites":["http:\/\/www.woz.org\/"]}
{"name":"Kevin Hale","title":"Partner at Y Combinator","summary":"Kevin Hale is an American investor and entrepreneur. In 2006, Hale co-founded online form builder Wufoo, which was one of the earliest Y Combinator-funded startups. He is currently a Partner at Y Combinator, one of Silicon Valley's largest start-up incubators.","websites":["https:\/\/www.ycombinator.com\/blog\/author\/kevin-hale"]}
{"name":"Eva Amsen","title":"Writer and science communicator","summary":"Eva Amsen is a writer and science communicator, focused on the culture of science and the common ground between science and the arts. She is a freelance science writer whose work has been published in various platforms such as Forbes, The Scientist, Nautilus, Popular Science, and more. Eva Amsen's writing often covers the intersection of science and culture.","websites":["https:\/\/evaamsen.com\/","https:\/\/easternblot.net\/"]}
{"name":"Brian Burton","title":"Musician","summary":"Brian Burton, also known as Danger Mouse, is a musician who formed Broken Bells with James Mercer. He is known for his work in music production and has been involved in various musical projects.","websites":["https:\/\/burtonsmediagroup.com\/"]}
{"name":"David Weinberger","title":"American author, technologist, and speaker","summary":"David Weinberger is an American author, technologist, and speaker. He is a trained philosopher whose work focuses on the impact of technology, especially AI and the Internet, on ideas. He has written several books, articles, and posts on this subject and is a respected thought leader at the intersection of technology, business, and society.","websites":["https:\/\/www.hyperorg.com\/blogger\/","https:\/\/dweinberger.medium.com\/","https:\/\/weinberger.org\/","https:\/\/www.everythingismiscellaneous.com\/","https:\/\/www.goodreads.com\/author\/show\/46222.David_Weinberger\/blog"]}
{"name":"Ravi Mohan","title":"Partner in the firm's Intellectual Property group","summary":"Ravi Mohan is a partner in the firm's Intellectual Property group. He has a proven track record advising tech and business clients on IP portfolio.","websites":["http:\/\/ravimohan.blogspot.com\/","http:\/\/www.magicindian.com\/","https:\/\/ravimohan.net\/"]}
{"name":"Malcolm Wallace","title":"Convicted Criminal","summary":"Malcolm Wallace was a convicted criminal who was born on October 15, 1921, in Mount Pleasant, Texas, United States, and died on January 7, 1971, in Pittsburg, Texas, United States. He was convicted in a 1951 murder and was suspected in others. He has also been linked to the 1961 death of a U.S. Department of Agriculture investigator. There are posthumous allegations and theories linking him to various criminal activities, including the assassination of John F. Kennedy.","websites":[]}
{"name":"Qasar Younis","title":"Founder & CEO at Applied Intuition","summary":"Qasar Younis is a Pakistani American entrepreneur, venture capitalist, and the founder & CEO of Applied Intuition. He was previously a General Partner and Chief Operating Officer at Y Combinator. Qasar Younis has a background in founding and engineering, and he is also an angel investor.","websites":["https:\/\/qy.co\/"]}
{"name":"Holden Karnofsky","title":"Director of AI Strategy","summary":"Holden Karnofsky is an American nonprofit executive. He is a co-founder and Director of AI Strategy of the research and grantmaking organization Open Philanthropy. He is also known for his work with GiveWell and his involvement in effective altruism.","websites":[]}
{"name":"Daniel Gackle","title":"Head of Hacker News @ Y Combinator","summary":"Daniel Gackle is the Head of Hacker News at Y Combinator and is known for his efforts in moderating and running Hacker News. He is also a real-life moderator of Hacker News and is actively involved in the moderation of the platform. Additionally, he has been mentioned in various online platforms such as Twitter, LinkedIn, Facebook, and Reddit for his work and contributions to the tech community.","websites":[]}
{"name":"Michael Moritz","title":"Chairman & Partner of Sequoia Capital","summary":"Michael Moritz is a venture capitalist and the Chairman & Partner of Sequoia Capital. He has been named as the No. 1 venture capitalist on the Forbes Midas List in 2006 and 2007. Moritz has made early investments in companies such as Google, LinkedIn, PayPal, Stripe, and Instacart. He has been a prominent figure in the venture capital industry for several decades.","websites":[]}
{"name":"John Perry","title":"Henry Waldgrave Stuart Professor of Philosophy Emeritus at Stanford University","summary":"John Perry is a philosopher, known for his work in 20th-century philosophy. He is the Henry Waldgrave Stuart Professor of Philosophy Emeritus at Stanford University and has research interests in philosophy of language, metaphysics, and philosophy of mind.","websites":[]}
{"name":"Steve Huffman","title":"CEO of Reddit","summary":"Steve Huffman, also known by his Reddit username spez, is an American web developer and entrepreneur. He is the co-founder and CEO of Reddit. Huffman is a former co-founder and CTO at Hipmunk and has been involved in various controversies and criticisms related to Reddit.","websites":["https:\/\/www.stevehuffman.org\/"]}
{"name":"Justin Mager","title":"Owner, Physician","summary":"Justin Mager, MD is a board certified internist, exercise physiologist, and health strategist. He is the Owner and Physician at Health Incite, and has had 3 past jobs including Co-Founder & Creative Lifestyle Officer at another organization.","websites":[]}
{"name":"Ann Farmer","title":"Independent Journalist","summary":"Ann Farmer is an independent journalist, magazine writer, TV producer, videographer, breaking news reporter, editor, and radio and documentary work.","websites":["https:\/\/www.annfarmer.co.uk\/blog"]}
{"name":"Mike Moritz","title":"Venture Capitalist at Sequoia Capital","summary":"Michael Moritz is a British-American venture capitalist and partner at Sequoia Capital. He is known for his investments in technology companies and his contributions to the tech industry in Silicon Valley.","websites":[]}
{"name":"Steve Jobs","title":"Co-founder of Apple Inc.","summary":"Steve Jobs was a visionary entrepreneur and the co-founder of Apple Inc. He revolutionized technology and consumer electronics with innovative products such as the Apple II, Macintosh, iPod, iPhone, iPad, and the first Apple Stores. His entrepreneurial spirit and leadership have left a lasting impact on the tech industry.","websites":["https:\/\/allaboutstevejobs.com\/blog\/"]}
{"name":"Chris Laurel","title":"Software developer specializing in interactive 3D graphics","summary":"Chris Laurel is a software developer specializing in interactive 3D graphics. He is the creator of Celestia, a popular open source application for astronomical exploration. Chris Laurel has a strong background in software development and has made significant contributions to the field of 3D graphics.","websites":["https:\/\/laurelchrs.medium.com\/"]}
{"name":"Steven Wolfram","title":"Founder & CEO of Wolfram Research","summary":"Stephen Wolfram is a British-American computer scientist, physicist, and businessman. He is known for his work in computer science, mathematics, and as the creator of Mathematica, Wolfram|Alpha, and the Wolfram Language. He is also the author of 'A New Kind of Science' and has made significant contributions to the field of physics and computational science.","websites":["https:\/\/writings.stephenwolfram.com\/","https:\/\/www.stephenwolfram.com\/"]}
{"name":"Steve Simon","title":"Minnesota Secretary of State","summary":"Steve Simon is Minnesota's 22nd Secretary of State. He was sworn into office on January 5, 2015, and as Minnesota's chief elections administrator, he pledged to defend democracy. Steve's passion for democracy is personal, as his family fled Lithuania where Jews were targets of discrimination.","websites":["https:\/\/steve-simon.pixels.com\/"]}
{"name":"Sanjay Dastoor","title":"Co-Founder and CEO at Skip","summary":"Sanjay Dastoor is the co-founder and CEO of Skip, which operates shared electric scooters for reliable last-mile transportation. He is also known for being the co-founder of Boosted Boards, a startup that aims to build the world's lightest electric vehicles. Sanjay Dastoor has a strong background in the micro-mobility industry and has made significant contributions to the field.","websites":["https:\/\/medium.com\/@sanjaydastoor"]}
{"name":"Ali Rowghani","title":"CEO of YC Continuity","summary":"Ali Rowghani is an Iranian-born American businessman and the CEO of YC Continuity. He has served as the Chief Operating Officer of Twitter, Inc. from 2012 to 2014, and has been involved in advising and investing in growth-stage startups.","websites":["https:\/\/www.ycombinator.com\/blog\/office-hours-with-ali-rowghani"]}
{"name":"Chad Fowler","title":"General Partner & CTO - BlueYard Capital","summary":"Chad Fowler is an experienced technologist, software developer, author, public speaker, and senior executive. He is also a musician and saxophonist, with a record label and articles on Medium. Chad Fowler is known for his work as a software developer, trainer, manager, speaker, and musician, and has held various roles in the technology and investment industry.","websites":["http:\/\/chadfowler.com\/"]}
{"name":"Pam Graham","title":"VP, Ad Sales Marketing - A+E Networks","summary":"Pam Graham is the VP of Ad Sales Marketing at A+E Networks. She has a strong professional background in marketing and sales, with a focus on advertising. Pam is known for her expertise in developing effective marketing strategies and driving sales growth. She is a valuable asset to the A+E Networks team and has made significant contributions to the company's success.","websites":[]}
{"name":"Robert Morris","title":"Co-Founder of Y Combinator","summary":null,"websites":[]}
{"name":"Tom Pledger","title":"Step-Up Team Leader, Motorsport Engineering BSc Hons Student, Owner: Pledger Realty, Head of Social Media & Creative Design","summary":"Tom Pledger is a Motorsport Engineering BSc Hons Student at Northbrook College. He is also a Step-Up Team Leader and the Owner of Pledger Realty. Additionally, he holds the position of Head of Social Media & Creative Design.","websites":[]}
{"name":"Kovas Boguta","title":"Co-founder of Infoharmoni","summary":"Kovas Boguta is a co-founder of Infoharmoni, a stealth startup building computable knowledge interfaces for real-time data sets. Previously, Kovas worked at Twitter Cortex Applied Research, Weebly, and was a YC2010 founder.","websites":["http:\/\/www.kovasboguta.com\/"]}
{"name":"Benedict Evans","title":"Technology Analyst","summary":"Benedict Evans is an internationally renowned technology analyst with a huge following. He has spent 20 years analyzing mobile, digital media, and technology. He is also a keynote speaker and venture partner.","websites":["https:\/\/www.ben-evans.com\/"]}
{"name":"Rajat Suri","title":"Founder and CEO at Presto","summary":"Rajat Suri is a Canadian-American entrepreneur and the co-founder and CEO of Presto. He has had 4 past jobs including Co-Founder at Lyft. Rajat Suri is known for building products and companies to solve difficult problems.","websites":[]}
{"name":"Bob Metcalfe","title":"Internet pioneer and inventor of Ethernet","summary":"Bob Metcalfe is an internet pioneer and the inventor of Ethernet. He received the United States National Medal of Technology in 2005 and the ACM A.M. Turing Award in 2022. He is known for his significant contributions to the development and standardization of Ethernet, as well as his work in venture capital and innovation leadership.","websites":[]}
{"name":"Emmett Shear","title":"Chief Executive Officer at Twitch","summary":"Emmett Shear is an American Internet entrepreneur and investor. He is the co-founder of live video platform Justin.tv and has served as the chief executive officer of Twitch.","websites":[]}
{"name":"Stefan Holm","title":"Olympic High Jumper","summary":"Stefan Holm is a Swedish high jumper who has achieved great success in his career. He won gold at the 2004 Athens Olympics and has also competed at the 2000 and 2008 Olympics. Known for his impressive athletic abilities, Stefan Holm has made a significant impact in the world of high jump.","websites":["https:\/\/stefanolsen.com\/","https:\/\/world.optimizely.com\/blogs\/stefan-holm-olsen\/"]}
{"name":"Brendan Corfman","title":"Accumulator Generator","summary":"Brendan Corfman is credited in the project Accumulator Generator by Paul Graham. The project involves C++, and Brendan Corfman contributed to it.","websites":[]}
{"name":"Dan Friedman","title":"Graphic and Furniture Designer, Artist, Writer, Educator","summary":"Dan Friedman was a prolific graphic and furniture designer, artist, writer, and educator. He was a major contributor to the postmodern and new design movements. He is known for his radical challenge to convention and his work in the fields of graphic design, furniture design, and art.","websites":["https:\/\/www.danfriedmanauthor.com\/"]}
{"name":"Ben Horowitz","title":"Co-Founder of Andreessen Horowitz","summary":"Ben Horowitz is a Cofounder and General Partner at the venture capital firm Andreessen Horowitz. He is the author of the New York Times bestsellers and has a background in co-founding Opsware and other notable achievements.","websites":["https:\/\/medium.com\/@bhorowitz","https:\/\/fs.blog\/ben-horowitz-the-struggle\/","https:\/\/www.okta.com\/blog\/author\/ben-horowitz\/"]}
{"name":"Nicholas Christakis","title":"Sterling Professor of Social and Natural Science","summary":"Nicholas A. Christakis is a Greek-American sociologist and physician known for his work as the Sterling Professor of Social and Natural Science at Yale University. He holds a Ph.D. in Sociology from the University of Pennsylvania and an M.D. from Harvard Medical School. Christakis is also the Director of the Human Nature Lab at Yale and has conducted extensive research in the areas of social networks and human behavior.","websites":["https:\/\/humannaturelab.net\/people\/nicholas-christakis"]}
{"name":"Jonathan Bachrach","title":"Adjunct Assistant Professor","summary":"Jonathan Bachrach is an Adjunct Assistant Professor at the Department of Electrical Engineering and Computer Sciences, University of California, Berkeley. He is involved in research areas such as Programming Systems (PS) and Computer Architecture & Engineering.","websites":[]}
{"name":"Steven Levy","title":"Editor at Large for Wired","summary":"Steven Levy is an American journalist and Editor at Large for Wired who has written extensively for publications on computers, technology, and more. He is known as America's premier technology journalist and has covered a wide range of tech subjects for WIRED, in print and online, and has been contributing to the magazine since its inception.","websites":["https:\/\/www.stevenlevy.com\/"]}
{"name":"Diane von Furstenberg","title":"Fashion designer","summary":"Diane von Furstenberg is a renowned fashion designer known for her iconic wrap dress and her global fashion brand, DVF. She has made significant contributions to the fashion industry and is celebrated for her innovative designs and empowering women through fashion.","websites":["https:\/\/www.dvf.com\/blogs\/news"]}
{"name":"Ben Toner","title":"Chief Scientist at The Vesparum Group, Co-founder and Chief Scientist of Affinda, Co-founder and Lead Data Scientist of Vesparum Capital, and a Fellow at the School of Physics","summary":"Ben Toner is the Chief Scientist at The Vesparum Group, Co-founder and Chief Scientist of Affinda, Co-founder and Lead Data Scientist of Vesparum Capital, and a Fellow at the School of Physics. He is based in Berkeley, California and has a background in data science and physics.","websites":["https:\/\/bentoner.com\/"]}
{"name":"Kate Nielsen","title":"Artist \/ Designer","summary":"Kate Nielsen is an artist, designer, and illustrator based in Brooklyn, New York. She holds a Bachelor of Fine Arts, majoring in painting from the National Art School and resides in Sydney. Her artwork seeks to create a narrative of place and memory through complex interiors. Kate Nielsen is also known for her work as an illustrator and designer, with a focus on art, design, and illustration in NYC.","websites":["https:\/\/katenielsenwrites.com\/","https:\/\/www.nielsenpsychology.com\/blog-1","https:\/\/www.katenielsen.com\/"]}
{"name":"Peter Thiel","title":"Entrepreneur, Investor, Co-founder of PayPal, and Chairman of Palantir Technologies","summary":"Peter Thiel is a tech billionaire, entrepreneur, and investor known for co-founding PayPal, leading it as CEO, and taking it public. He is also the Chairman of Palantir Technologies and has made significant investments in various companies. Thiel has been involved in venture capital, private equity, and macro-finance, and is known for his outspoken views and political involvement.","websites":[]}
{"name":"David Cann","title":"Co-founder & CEO at Double Robotics","summary":"David Cann is the CEO of Double. Double Robotics is the creator of Double, the worldÕs leading telepresence robot.","websites":["https:\/\/davidcann.com\/","http:\/\/www.davidcann.co.uk\/"]}
{"name":"Arthur Miller","title":"American playwright","summary":"Arthur Miller was an American playwright known for his works such as 'Death of a Salesman' and 'The Crucible.' He was born on October 17, 1915, in New York City, and passed away on February 10, 2005, in Roxbury, Connecticut. Miller's dedication to the investigation of the moral plight of the white American society is evident in his plays, making him one of the greatest American playwrights of the 20th century.","websites":["https:\/\/arthur-miller.pixels.com\/myblog.html","http:\/\/thenotquitedream.blogspot.com\/","https:\/\/arthurmillerofficial.tumblr.com\/","https:\/\/belmontcrucible.wordpress.com\/"]}
{"name":"Drew Houston","title":"CEO of Dropbox","summary":"Drew Houston is the CEO of Dropbox, a file storage and sharing service that has more than 500 million users. He is an American billionaire businessman and the co-founder of Dropbox. Drew Houston held 24.4 percent voting power in Dropbox before filing for IPO in February 2018.","websites":[]}
{"name":"Sarah Harlin","title":"Photographer","summary":"Sarah Harlin is a photographer known for her work in family, newborn, maternity, and milestone photography. She is a full-time momma and photographer, born and raised in Richmond, VA, and currently settled in Crofton, MD.","websites":[]}
{"name":"Raph Levien","title":"Research Software Engineer","summary":"Raph Levien is a Research Software Engineer on the Google Fonts team, primarily working on GPU font rendering. He is also actively involved in the Rust community and has contributed to various projects related to 2D graphics, UI programming, and fonts.","websites":["https:\/\/raphlinus.github.io\/","https:\/\/levien.com\/"]}
{"name":"Jeremy Hylton","title":"Principal Engineer at Google","summary":"Jeremy Hylton is a Principal Engineer at Google with a background in computer science and engineering from Massachusetts Institute of Technology (M.I.T.). He has a strong presence on social media platforms and is known for his work in the tech industry.","websites":["http:\/\/jeremyhylton.blogspot.com\/"]}
{"name":"Kevin Lacker","title":"CTO, Parse","summary":"Kevin Lacker is a cryptocurrency coder and technology entrepreneur based out of Piedmont, California. He studied at Duke University and University of California Berkeley.","websites":["http:\/\/lacker.io\/","https:\/\/webrate.org\/index.php\/site\/lacker.io\/"]}
{"name":"Daniel Cowgill","title":"Partner at LaunchTime LLC","summary":"Daniel Cowgill is a computer programmer and Partner at LaunchTime LLC. He is associated with Columbia University in the City of New York and is based in New York, New York, United States.","websites":["https:\/\/dcowgill.net\/"]}
{"name":"Jen Dodd","title":"Community Lead","summary":"Jen Dodd is a Community Lead at Xanadu with a diverse work experience spanning various roles and industries. In 2004, they started as a Postdoctoral Research Fellow at The University of ...","websites":["https:\/\/jennifer.blog\/","https:\/\/jendoddblog.wordpress.com\/"]}
{"name":"Mieke Roos","title":"International business development and account management at Belgoprocess","summary":"Mieke Roos is an experienced professional in international business development and account management at Belgoprocess. She is based in the Antwerp Metropolitan Area and has a background in KU Leuven. Mieke Roos is known for her expertise in business development and account management, and she has a strong presence in the professional community.","websites":[]}
{"name":"Jack Altman","title":"CEO and Co-founder at Lattice","summary":"Jack Altman is the CEO and co-founder of Lattice, a modern people management platform for growing companies. He is also a partner at Apollo Projects and the head of Business Development at Spring. Jack Altman is an American entrepreneur and the founder of Hydrazine Capital and Lattice. He graduated from Princeton University with an undergraduate degree in economics.","websites":["https:\/\/jackealtman.com\/","https:\/\/jaltma.substack.com\/"]}
{"name":"Harj Taggar","title":"Managing Director and Group Partner at Y Combinator","summary":"Harj Taggar is a Managing Director and Group Partner at Y Combinator. He was previously founder and CEO of Triplebyte (YC S15) and Auctomatic (YC W07). Harj Taggar is also an entrepreneur and investor with a master's degree in Jurisprudence from the University of Oxford.","websites":["https:\/\/harj.posthaven.com\/"]}
{"name":"Paul Graham's Son","title":"Human","summary":null,"websites":[]}
{"name":"Eric Migicovsky","title":"Co-Founder at Beeper","summary":"Eric Migicovsky is the Co-Founder at Beeper and a Partner at Y Combinator. He is known for founding Pebble Technology, which was acquired by Fitbit in 2016. Eric Migicovsky is also a Vice President at Canyon Partners and has made significant contributions to the tech industry.","websites":["https:\/\/medium.com\/@ericmigi"]}
{"name":"Aaron Bady","title":"Editor at Stanford Social Innovation Review","summary":"Aaron Bady is an editor at Stanford Social Innovation Review. Previously, he was an editor at Popula and The New Inquiry. His writing and interviews have appeared in publications including The Week, The Los Angeles Review of Books, The New Yorker, The New Republic, The Nation, and Pacific Standard. He is also a post-doctoral fellow at the University of Texas, teaching African literature.","websites":["https:\/\/aaronbady.wordpress.com\/","https:\/\/zunguzungu.wordpress.com\/about\/"]}
{"name":"Mark Zuckerberg","title":"Co-founder, executive chairman and CEO of Meta Platforms (formerly Facebook, Inc.)","summary":"Mark Zuckerberg is the founder, chairman, and CEO of Meta Platforms, formerly known as Facebook, Inc. He is also the co-founder and co-CEO of the Chan Zuckerberg Initiative. Mark Zuckerberg started Facebook at Harvard in 2004 at the age of 19, and he is responsible for setting the overall direction and product strategy for the company.","websites":[]}
{"name":"Darius Bacon","title":"Operations Manager \/ Head of A&R","summary":"Darius Bacon is an Operations Manager and Head of A&R at Pro Sound Studios and Activated Music Group. He is located in Harrisburg, Pennsylvania, United States.","websites":["https:\/\/darius.livejournal.com\/"]}
{"name":"Peter Rohde","title":"Senior Professional Leader and Difference Maker","summary":"Peter Rohde is a senior professional leader and difference maker with demonstrated success in Agriculturalâ\u0080¦ | Learn more about Peter Rohde's work experience, education, ...","websites":["https:\/\/peterrohde.org\/"]}
{"name":"John Bautista","title":"Managing Director","summary":"John Bautista is a Managing Director with more than twenty-five years of experience in finance and strategy, predominantly in client service, with an emphasis on valuation of assets.","websites":["https:\/\/johnbautista.home.blog\/"]}
{"name":"Kevin Lawler","title":"Software Developer","summary":"Daljit Dhadwal is a software developer with expertise in conditional formatting in Excel, website security, and WordPress. He has also published a paper on the demand for sleep in the field of economics.","websites":["https:\/\/kevinlawler.com\/"]}
{"name":"Ben Silbermann","title":"Co-Founder and Executive Chairman of Pinterest","summary":"Ben Silbermann (born July 14, 1982) is an American Internet entrepreneur. He is the co-founder and executive chairman of Pinterest, a visual discovery engine. Ben Silbermann is also a former CEO of Pinterest.","websites":[]}
{"name":"Vinod Khosla","title":"Co-founder of Sun Microsystems and Founder of Khosla Ventures","summary":"Vinod Khosla is an Indian-American businessman and venture capitalist known for his role as the co-founder of Sun Microsystems and the founder of Khosla Ventures. He is considered one of the most successful and influential personalities in Silicon Valley.","websites":[]}
{"name":"Olin Shivers","title":"Professor at Khoury College of Computer Science, Northeastern University","summary":"Olin Shivers is a professor in the Khoury College of Computer Science at Northeastern University. He is known for his work in computer science and has made significant contributions to the field.","websites":["https:\/\/www.khoury.northeastern.edu\/home\/shivers\/"]}
{"name":"Jessica Livingston","title":"Co-Founder of Y Combinator","summary":"Jessica Livingston is a founding partner of the seed stage venture firm Y Combinator. She is also the author of 'Founders at Work,' a collection of interviews with successful startup founders. Jessica Livingston has been instrumental in shaping the startup ecosystem and is a prominent figure in the world of entrepreneurship.","websites":["https:\/\/foundersatwork.posthaven.com\/"]}
{"name":"Peter Norvig","title":"Director of Research at Google Inc","summary":"Peter Norvig (born December 14, 1956) is an American computer scientist and Distinguished Education Fellow at the Stanford Institute for Human-Centered AI. He is also the Director of Research at Google Inc.","websites":["https:\/\/norvig.com\/"]}
{"name":"Krishna Subramanian","title":"Co-Founder and CEO of Captiv8","summary":"Krishna Subramanian is a serial tech entrepreneur, angel investor, and commentator on mobile advertising. He is best known for being a founding employee of Captiv8 and has held various leadership positions in the tech and marketing industry.","websites":["https:\/\/www.komprise.com\/author\/krishna\/"]}
{"name":"Hal Varian","title":"Chief Economist at Google","summary":"Hal Varian is an economist specializing in microeconomics and information economics. He is the Chief Economist at Google and has made significant contributions to the field of economics.","websites":["https:\/\/people.ischool.berkeley.edu\/~hal\/"]}
{"name":"Matt Welsh","title":"Co-founder and Chief Architect of Fixie.ai","summary":"Matthew David Welsh is a computer scientist, software engineer, and the CEO and co-founder of Fixie.ai. He is also an associate professor of Computer Science at Harvard University. His work spans many aspects of complex systems, including operating systems, networking, and distributed systems. He has also held positions at Google, Apple, and X-energy, and has spoken at various events and meetups on topics related to computer science and technology.","websites":["http:\/\/matt-welsh.blogspot.com\/","https:\/\/mdwdotla.medium.com\/","https:\/\/www.mdw.la\/"]}
{"name":"Gino Lee","title":"Musician, Singer\/Songwriter, Producer, Pianist, Entertainer, Artist","summary":"Gino Lee is a multi-talented performer with a unique voice and an enormous passion for music. He is known for his work as a musician, singer\/songwriter, producer, and pianist. Gino Lee's music is his passion, and he considers the internet his playground while family is his foundation. He has a significant following on various social media platforms and has made a name for himself in the music industry.","websites":[]}
{"name":"Aaron Iba","title":"Co-Founder - Matrix Operations","summary":"Aaron Iba is an American computer programmer, entrepreneur, and startup investor. He is known for co-authoring Etherpad, co-founding AppJet, and for his work as a partner in Y Combinator. He is also the Co-Founder of PayGarden and the Founder of Symmetry Group. Aaron Iba has a background in programming and has made personal investments in various ventures.","websites":["https:\/\/aaroniba.net\/"]}
{"name":"Gabriel Weinberg","title":"CEO & Founder of DuckDuckGo","summary":"Gabriel Weinberg is the CEO and Founder of DuckDuckGo, an Internet privacy company. He is also the co-author of the books 'Super Thinking' and 'Traction'. Gabriel Weinberg has testified in the Justice Department's antitrust trial against Google, and is known for his work in advocating for Internet privacy and user control of personal information.","websites":[]}
{"name":"Bill Coughran","title":"Founder's Coach and Partner at Sequoia Capital","summary":"Bill Coughran is a technologist specializing in large-scale computing and networking systems with general management experience, now coaching and investing at Sequoia Capital. He has previously worked at Google and has a background in engineering and leadership.","websites":["https:\/\/www.coughran.net\/"]}
{"name":"Fernando Pereira","title":"VP and Engineering Fellow at Google","summary":"Fernando Pereira is VP and Engineering Fellow at Google, where he leads research and development in natural language understanding and machine learning.","websites":["https:\/\/fotofernando.wordpress.com\/"]}
{"name":"Ben Miller","title":"Comedian, actor, author","summary":"Ben Miller is a British comedian, actor, and author known for his work in comedy, acting, and writing. He has appeared in various television shows and is recognized for his talent and contributions to the entertainment industry.","websites":["https:\/\/benmillerauthor.wordpress.com\/","https:\/\/www.benrmiller.co.uk\/hello-world\/","http:\/\/www.benjonmiller.com\/blog","http:\/\/www.authorbenmiller.com\/p\/blog-list.html"]}
{"name":"Danielle Fong","title":"Co-founder and Chief Scientist of LightSail Energy","summary":"Danielle Fong (born October 30, 1987) is a Canadian scientist and entrepreneur. She was the co-founder and chief scientist of LightSail Energy. Fong was featured in Forbes' 30 under 30 list of people who aren't waiting to reinvent the world.","websites":["https:\/\/daniellefong.com\/"]}
{"name":"Connie Gibstine","title":"Dermatologist","summary":"Dr. Connie Gibstine, MD is a board-certified dermatologist in St. Louis, MO who has been taking care of patients at Missouri Baptist Hospital for over 30 years. She has extensive experience in the medical field and is affiliated with Missouri Baptist Medical Center. Dr. Gibstine is known for her expertise and knowledge of the latest in dermatological treatments.","websites":[]}
{"name":"Rich Draves","title":"VP Architect - Microsoft","summary":"As a Partner Architect in the Cosmos team, Rich Draves contributes to Microsoft's internal big data analytics infrastructure. Previously, Rich worked in Microsoft Research and has made significant contributions to the company's research works.","websites":[]}
{"name":"Russ Roberts","title":"Economist | EconTalk Host","summary":"Russ Roberts is the John and Jean De Nault Research Fellow at Stanford University's Hoover Institution and the host of the award-winning podcast EconTalk.","websites":[]}
{"name":"Ken Anderson","title":"Quarterback","summary":"Ken Anderson is a former quarterback known for his career in the NFL. He played 192 games and was a four-time Pro Bowler. He led the Bengals to their first Super Bowl and won the NFL MVP award in 1981.","websites":["https:\/\/realtorkenandersonblog.com\/"]}
{"name":"Tom Howard","title":"Professional Wrestler","summary":"Tom Howard is a professional wrestler known for his career in the realm of pro wrestling. He is also an instructor, trainer, and producer in the wrestling industry. Tom Howard is widely recognized for his contributions to the world of professional wrestling.","websites":["https:\/\/tomhowardfiction.com\/blog\/","https:\/\/tomhowardmedia.com\/tom-howard-blog-1\/","https:\/\/www.tom-howard.co.uk\/blog\/"]}
{"name":"David Sloo","title":"Team member @ Future Shape","summary":"David Sloo is a team member at Future Shape and has had 4 past jobs including Nest Experience Architect at Nest Labs. He is also an investor and has filed for patents to protect his inventions.","websites":["http:\/\/www.bugbear.com\/davidsloo.html"]}
{"name":"Courtenay Pipkin","title":"Business Owner, Yoga Teacher, Writer","summary":"Courtenay Pipkin is a business owner, yoga teacher, and writer. She is the owner and director of Warrior and Wild Ltd. She is also known for her work in yoga teaching and writing.","websites":["https:\/\/thebeautycloud.wordpress.com\/author\/courtenaypipkin\/","https:\/\/courtenaypipkin.substack.com\/"]}
{"name":"Eric Raymond","title":"Software Engineer","summary":"Eric Steven Raymond (born December 4, 1957), often referred to as ESR, is a software engineer known for his views on open source and his political beliefs and activism. He has authored the novel Confessions from a Dark Wood and has served as a technical leader and serial entrepreneur at the Chan Zuckerberg Initiative. Eric Raymond has also been a full professor of oncology at the University of Paris VII and chair of the Medical Oncology Department at Bichat.","websites":["http:\/\/www.catb.org\/~esr\/","http:\/\/esr.ibiblio.org\/","https:\/\/www.ericraymond.com\/","https:\/\/www.goodreads.com\/author\/show\/18542.Eric_S_Raymond\/blog"]}
{"name":"Zak Stone","title":"Product Manager for Cloud TPUs on the Google Brain Team","summary":"Zak Stone is a Product Manager for Cloud TPUs on the Google Brain Team. He is also the founder of Google's Cloud TPU business.","websites":["https:\/\/zakstone.medium.com\/"]}
{"name":"Lee Smolin","title":"Theoretical Physicist","summary":"Lee Smolin is an American theoretical physicist who has made influential contributions to the search for a unification of physics. He is a founding and senior faculty member at Perimeter Institute for Theoretical Physics.","websites":["http:\/\/leesmolin.com\/"]}
{"name":"Sam Altman","title":"CEO of OpenAI","summary":"Sam Altman is the CEO of OpenAI. He was previously the president of Y Combinator and is known for his work in technology and entrepreneurship.","websites":["https:\/\/blog.samaltman.com\/"]}
{"name":"Deborah A. Wallach","title":"Member of Professor Frans Kaashoek's group, Parallel and Distributed Operating Systems, at the MIT Lab for Computer Science","summary":"Deborah A. Wallach is a member of Professor Frans Kaashoek's group, Parallel and Distributed Operating Systems, at the MIT Lab for Computer Science. She is also associated with Google, Inc. and has been a part of various conferences and organizations.","websites":[]}
{"name":"Anton van Straaten","title":"Photographer & Designer","summary":"Anton van Straaten is a professional photographer and designer, specializing in interior, architectural, commercial, and food photography. He is known for his work in portraits, fashion, and commercial photography. Anton is also a Discipleship Pastor at Faith Evangelical Free Church, serving in the role of overseeing all adult discipleship programs.","websites":["https:\/\/antonvs.wordpress.com\/","https:\/\/www.antonvanstraaten.photography\/blog\/"]}
{"name":"Lachy Groom","title":"Entrepreneur and Angel Investor","summary":"Lachy Groom is a San Francisco-based Australian entrepreneur and angel investor. He has gained recognition as a teenage coder and was the founder of Cardnap. Lachy Groom has had a successful career as an investor and has been involved in various startups and funding initiatives.","websites":[]}
{"name":"Chris Anderson","title":"Entrepreneur, Head of TED","summary":"Chris Anderson (born 1957) is a British-American businessman who is the head of TED, a non-profit organization that provides idea-based talks and hosts an array of conferences and events.","websites":[]}
{"name":"Jackie Weicker","title":"Researcher","summary":"Jackie Weicker is a researcher who has contributed to various essays and specimen records. She has been involved in reading drafts of essays, scanning photos, and providing valuable data for research projects.","websites":[]}
{"name":"Bob Lesko","title":"Investor","summary":"Bob Lesko is an investor who has been involved in early financings of companies like Uber and Pinterest. He is also known for managing endowments for national organizations and advising small high-growth businesses.","websites":["https:\/\/www.wcclesko.com\/"]}
{"name":"Bill Yerazunis","title":"Senior Principal Research Scientist at Mitsubishi Electric Research Labs","summary":"Bill Yerazunis is a Senior Principal Research Scientist, Data Analytics \/ Hardware Lead at Mitsubishi Electric Research Labs. He has worked in numerous fields, including parallel computation, SETI, jet engine production, real-time signal processing, expert systems, pattern recognition, and more. He is affiliated with Mitsubishi Electric Research Laboratories in Cambridge, USA, and has expertise in Gaussian processes and learning (artificial intelligence).","websites":[]}
{"name":"Andrew Chen","title":"General Partner at Andreessen Horowitz","summary":"Andrew Chen is a General Partner at Andreessen Horowitz, focusing on consumer technology. He is also an influencer and investor at A16Z GAMES in GAMES FUND ONE, with a focus on metaverse, VR\/AR, and gaming. Additionally, he has written The Cold Start Problem, a best-selling book.","websites":["https:\/\/andrewchen.com\/"]}
{"name":"Fred Wilson","title":"Venture Capitalist","summary":"Fred Wilson is renowned for his interdisciplinary practice that challenges assumptions of history, culture, race, and conventions of display. He is an American businessman, venture capitalist, and blogger. Wilson is the co-founder of Union Square Ventures, a New York-based venture capital firm. He has been a venture capitalist since 1987 and has made significant contributions to the world of finance and technology.","websites":["https:\/\/avc.com\/","https:\/\/avc.blogs.com\/","https:\/\/fredwilson.vc\/"]}
{"name":"Jo Vermeulen","title":"Senior Principal Research Scientist at Autodesk","summary":"Jo Vermeulen is a Senior Principal Research Scientist at Autodesk Research in Toronto. His research interests lie at the intersection of human-computer interaction, ubiquitous computing, and information visualization. He has also been involved in teaching and has published several research papers.","websites":["http:\/\/blog.jovermeulen.com\/","http:\/\/jovermeulen.com\/"]}
{"name":"John Wooley","title":"Author, Journalist, Radio Personality, Script Writer","summary":"John Wooley is an author, journalist, radio personality, and script writer. He is known for his work in horror fiction, non-fiction books, novels, and as a columnist and historian. John Wooley has also been involved in radio and TV hosting. He is the creator of the CrossFit meme account 'Make WODs Great Again' and has a significant presence on social media platforms like Instagram and Facebook. Additionally, John Wooley has authored several books and worked as an entertainment writer and critic for newspapers.","websites":["https:\/\/johnwooley.com\/"]}
{"name":"Joris Poort","title":"Founder and CEO at Rescale","summary":"Joris Poort is an American businessman and entrepreneur, known for his work as the founder and chief executive officer of Rescale. He is a leading figure in the field of software defined computing and has made significant contributions to the industry. Joris Poort's leadership and expertise have been recognized by various organizations, and he continues to drive innovation in the field of high-performance computing and computational engineering.","websites":["https:\/\/rescale.com\/blog\/insight-world-economic-forum-joris-poort-on-computing-sustainability-ai\/"]}
{"name":"Brian Oberkirch","title":"Senior Product Director","summary":"Brian Oberkirch is an experienced software product leader, highly adept at driving the complete product lifecycle: from discovery to development. He is the Head of Product and has a background in social web design.","websites":[]}
{"name":"Ali Fasihi","title":"HPC & UHPC3D concrete printingMicro and nano structure","summary":"Ali Fasihi is affiliated with Missouri University of Science and Technology. He is involved in HPC & UHPC3D concrete printing and the micro and nano structure of materials.","websites":[]}
{"name":"Daniel Giffin","title":"Program Quality Leader at ST Engineering","summary":"Daniel Giffin is a Program Quality Leader at ST Engineering. He is also known for his amazing grace and unicycling skills while battling cancer. He is a solution manager at Black Knight and has a background in music\/audio production experience. He is active on social media platforms such as Instagram, Facebook, and YouTube.","websites":[]}
{"name":"Aaron Swartz","title":"Computer programming prodigy and activist","summary":"Aaron Swartz was a computer programming prodigy and activist who played an instrumental role in the campaign for a free and open Internet. He was known for his contributions to internet activism and his tragic death at the age of 26.","websites":["http:\/\/www.aaronsw.com\/"]}
{"name":"Maddie Hall","title":"CEO and Co-founder of Living Carbon","summary":"Maddie Hall is the CEO and Co-founder of Living Carbon, a company focused on addressing climate change through bioengineering and carbon removal. She is known for her work in bioengineering super trees and her efforts to plant millions of trees to combat climate change. Maddie Hall is also a Sequoia Capital Scout and has a background in investing and entrepreneurship.","websites":["https:\/\/maddiehalldotblog.wordpress.com\/2018\/09\/27\/the-journey-begins\/"]}
{"name":"Neel Krishnaswami","title":"Professor of Computer Science","summary":"Neel Krishnaswami is a professor of computer science at the University of Cambridge. He is known for his work in programming languages, semantics, and verification. Neel Krishnaswami has made significant contributions to the field of computer science through his research and academic work.","websites":["https:\/\/semantic-domain.blogspot.com\/"]}
{"name":"Yukihiro Matsumoto","title":"Chief Designer of the Ruby programming language","summary":"Yukihiro Matsumoto, also known as Matz, is a Japanese computer scientist and software programmer best known as the chief designer of the Ruby programming language. He is widely recognized for his contributions to the development of Ruby and is a prominent figure in the field of computer science.","websites":[]}
{"name":"Ruben Berenguel","title":"Site Reliability Engineer","summary":"Ruben Berenguel is a PhD in Mathematics and a Site Reliability Engineer. He has a background in data & software engineering, with expertise in Spark, Go, Scala, and Python. Additionally, he is known for being a bespoke shoemaker.","websites":["https:\/\/mostlymaths.net\/pages\/about\/"]}
{"name":"Louis Brandeis","title":"Associate Justice of the Supreme Court of the United States","summary":"Louis Dembitz Brandeis was an American lawyer who served as an associate justice on the Supreme Court of the United States from 1916 to 1939. He was the first Jew to sit on the high court and was known for his progressive views and advocacy for the average citizen.","websites":[]}
{"name":"Heinz Eriksson","title":"Software Engineer","summary":"Heinz Eriksson is a skilled software engineer with a strong background in programming and software development. He has a proven track record of delivering high-quality solutions and has expertise in various programming languages and technologies. He is known for his problem-solving abilities and collaborative approach to software development projects.","websites":[]}
{"name":"Dave Bacon","title":"Senior Staff Software Engineer at Google","summary":"Dave Bacon is a Senior Staff Software Engineer at Google. Prior to Google, he was a research assistant professor at the University of Washington. He specializes in software engineering, quantum computing, quantum software, innovation research, and technical management.","websites":["https:\/\/dabacon.org\/"]}
{"name":"Christian Weedbrook","title":"Founder & CEO @ Xanadu","summary":"Christian Weedbrook is the Founder and Chief Executive Officer of Xanadu. He has over a decade of industry, government, and research experience in quantum computing and is a member of the Government of Canada Quantum Advisory Council.","websites":["https:\/\/www.xanadu.ai\/about\/"]}
{"name":"Kulveer Taggar","title":"CEO & Cofounder","summary":"Kulveer Taggar is the CEO and Co-founder of Zeus Living. He is also known for his previous role as the co-founder of Auctomatic. Kulveer Taggar has a master's degree from the University of Oxford.","websites":["https:\/\/kulveer.wordpress.com\/"]}
{"name":"Paul Gerhardt","title":null,"summary":null,"websites":[]}
{"name":"Brian Chesky","title":"Co-founder and CEO of Airbnb","summary":"Brian Chesky is the co-founder and Chief Executive Officer of Airbnb. He sets the vision and strategy for the company. Brian Chesky is known for his work in the peer-to-peer room and home rental industry, and he has been a key figure in the success and growth of Airbnb.","websites":[]}
{"name":"Jonathan Rees","title":"Private Investigator, Professor of History, Author","summary":"Jonathan Rees is a British private investigator, former partner of murdered private investigator Daniel Morgan, a professor of history at Colorado State University–Pueblo, and an author of several books.","websites":["https:\/\/odontomachus.wordpress.com\/","https:\/\/moreorlessbunk.wordpress.com\/about\/","https:\/\/reestheskin.me\/","https:\/\/mumble.net\/~jar\/","https:\/\/reesclass1.wordpress.com\/","https:\/\/aliases.wordpress.com\/about\/","https:\/\/kyletjantzen.wordpress.com\/tag\/jonathan-rees\/","https:\/\/johnreesblog.wordpress.com\/"]}
{"name":"Aaron Levie","title":"CEO at Box","summary":"Aaron Levie is an American entrepreneur and the co-founder and CEO of the enterprise cloud company Box. He is known for his leadership and innovation in the technology industry.","websites":[]}
{"name":"Jay Winder","title":"Founding Partner - Longterm Ventures","summary":"Jay Winder is the Founding Partner of Longterm Ventures. He also serves as Venture Partner at Tachi.ai Ventures. He is a Scaling-Expert: Serial Entrepreneur.","websites":["https:\/\/jay.winder.io\/pages\/cookie-policy"]}
{"name":"Ron Conway","title":"Founder and Co-Managing Partner of SV Angel","summary":"Ron Conway is an angel investor, philanthropist, and the Founder and Co-Managing Partner of SV Angel. He has been an active angel investor since the mid-90s and has received wide recognition for his investments and contributions to the tech industry. Conway is often referred to as one of Silicon Valley's \"super angels\" and is known for his significant impact on the startup ecosystem.","websites":[]}
{"name":"Seth Roberts","title":"Professor of Psychology at Tsinghua University in Beijing and emeritus professor of psychology","summary":"Seth Roberts (August 17, 1953 â\u0080\u0093 April 26, 2014) was a professor of psychology at Tsinghua University in Beijing and emeritus professor of psychology at the University of California, Berkeley. He was known for his work in self-experimentation and his book 'The Shangri-La Diet.'","websites":["https:\/\/sethroberts.net\/"]}
{"name":"Tatiane Souza Taggar","title":"Life Coach","summary":"Tatiane Souza Taggar is a life coach based in San Francisco, California. She is known for her work as a life coach and has a significant following on social media platforms such as Instagram and Twitter.","websites":[]}
{"name":"Garry Tan","title":"President & CEO of Y Combinator","summary":"Garry Tan is an American venture capitalist and executive who is the CEO of Y Combinator and a founder of Initialized Capital. He previously co-founded Posthaven and worked as a partner at Y Combinator. Garry Tan is known for his work in the tech industry and his contributions to the startup ecosystem.","websites":["https:\/\/blog.garrytan.com\/"]}
{"name":"Stefan Vorkoetter","title":"Senior Software Architect","summary":"Stefan Vorkoetter is a Senior Software Architect at Maplesoft. He is a programmer, electronics hobbyist, amateur watchmaker, private pilot, and model aviation hobbyist. He has experience in software development and has worked for companies like Waterloo Maple, Aruna, and Navtech. Additionally, he is known for his expertise in electronics, aviation, and watch collecting.","websites":["http:\/\/www.stefanv.com\/"]}
{"name":"Dalton Caldwell","title":"Partner and Managing Director at Y Combinator","summary":"Dalton Caldwell is an American technologist, digital music entrepreneur, and the founder and CEO of Mixed.","websites":["http:\/\/daltoncaldwell.com\/"]}
{"name":"Dario Amodei","title":"CEO and Co-Founder at Anthropic","summary":"Dario Amodei is the CEO and Co-Founder of Anthropic, an artificial intelligence (AI) safety and research company. He is known for his work in machine learning, reinforcement learning, and AI safety. Dario Amodei has also been involved in building reliable AI models and has made significant contributions to the field of artificial intelligence.","websites":["https:\/\/www.dwarkeshpatel.com\/p\/dario-amodei"]}
{"name":"Sam Gichuru","title":"Founder & CEO at Kidato Inc","summary":"Sam Gichuru is the Founder and CEO of Kidato Inc, a startup business incubator in Kenya. He is also the co-founder of Kuhustle.com and has made significant contributions to the startup business ecosystem in Africa.","websites":[]}
{"name":"Chris Dixon","title":"General Partner at Andreessen Horowitz","summary":"Chris Dixon is a General Partner at Andreessen Horowitz, where he has been since 2012. He is also the founder and leader of a16z crypto, which invests in web3 technologies. Chris Dixon is an American internet entrepreneur and investor, known for his work in venture capital and technology.","websites":["https:\/\/cdixon.org\/"]}
{"name":"Michael Seibel","title":"Managing Director and Group Partner at Y Combinator","summary":"Michael Seibel works at Y Combinator as a Group Partner and Managing Director of YC early stage. He joined YC in 2013 as a Part-time Partner and in 2014 as a Managing Director.","websites":["https:\/\/www.michaelseibel.com\/"]}
{"name":"Stephan Schmidt","title":"Endowed Professor in the Department of Pharmaceutics and Director of the Center for Pharmacometrics and Systems","summary":"Stephan Schmidt is an endowed Professor in the Department of Pharmaceutics and Director of the Center for Pharmacometrics and Systems at UF College of Pharmacy. His research interests concern the demographic and institutional context of land use policy, patterns, and processes at a number of different institutions. He is also an Associate Professor at Cornell University and has a strong background in mechanism-based drug-disease modeling.","websites":["https:\/\/steveschmidt.substack.com\/","https:\/\/people.wou.edu\/~sschmidt06\/blogs\/index.html"]}
{"name":"Alina Stefanescu","title":"Poet, Writer, Translator, Essayist","summary":"Alina Stefanescu is a poet, writer, translator, and essayist. She was born in Romania and currently lives in Birmingham, Alabama. Her work includes poetry, fiction, essays, and criticism. Alina Stefanescu has published works in various literary publications and has received honors for her contributions to the literary world.","websites":["https:\/\/www.alinastefanescuwriter.com\/blog"]}
{"name":"Tim Groseclose","title":"Adam Smith Chair at the Mercatus Center","summary":"Dr. Tim Groseclose is the holder of the Adam Smith Chair at the Mercatus Center. He has held previous faculty appointments at UCLA, Caltech, Stanford, Ohio University, Harvard University, and Carnegie Mellon University. He is also the author of the book 'Left Turn: How Liberal Media Bias Distorts the American Mind'.","websites":["https:\/\/timgroseclose.com\/"]}
{"name":"Jose Luis Ricon","title":"Head of Theory","summary":"Jose Luis Ricón is the Head of Theory at Retro Biosciences. He has a dual MSc in aerospace and mechanical engineering and has a career that spans software engineering, data science, and machine learning. He is also an independent researcher focusing on science funding and aging research.","websites":["https:\/\/ricon.xyz\/"]}
{"name":"Martin Scriblerus","title":"Memoirs of Martinus Scriblerus","summary":"The name 'Martin Scriblerus' was occasionally used by Pope as a pseudonym, and by Crabbe in some of his earlier poems. From: Martinus Scriblerus, Memoirs of ...","websites":["https:\/\/martinscriblerus.com\/","https:\/\/martinscriblerus.wordpress.com\/"]}
{"name":"Randall Parker","title":"Executive Managing Director","summary":"Randall Parker is an Executive Managing Director at Savills, located in Newport Beach, California, United States.","websites":["http:\/\/randallparker.blogspot.com\/"]}
{"name":"Richard Darling","title":"Senior Environmental Scientist","summary":"Richard Darling has provided principal leadership, technical expertise, and project management for a wide variety of site development and environmental projects. He is based in Asheville, North Carolina, United States and works as a Senior Environmental Scientist at Jacobs.","websites":["https:\/\/richardjdarling.wordpress.com\/"]}
{"name":"Mike McCulloch","title":"Physicist, author & developer of the Quantised Inertia theory","summary":"Mike McCulloch is a physicist, author, and developer of the Quantised Inertia theory. He is known for his work in astrophysics and has made significant contributions to the field. His research and theories have been published in reputable journals and have garnered attention in the scientific community.","websites":["https:\/\/physicsfromtheedge.blogspot.com\/","https:\/\/mikemcculloch.ca\/"]}
{"name":"Daniel Klein","title":"Designer","summary":"Daniel Klein is a designer known for his work in creating fashionable watches and accessories. He believes that a watch is not just a tool for telling time, but also a fashion accessory that can elevate any outfit. He has designed a range of watches for both men and women, and his work is recognized for its stylish and contemporary designs.","websites":["https:\/\/www.danielklein.tn\/en\/blog.html"]}
{"name":"Brendan Leary","title":"Group Manager at Federal Reserve Board","summary":"Brendan Leary is a Group Manager at Federal Reserve Board. He empowers scientists & engineers to solve industrial problems with data visualization, analytics, and statistical modeling. He is located in Washington, District of Columbia, United States.","websites":["https:\/\/boleary.dev\/","https:\/\/boleary.com\/","https:\/\/www.boleary.com\/blog\/","https:\/\/brenoleary.com\/"]}
{"name":"Daniel Gilbert","title":"Edgar Pierce Professor of Psychology","summary":"Daniel Gilbert is the Edgar Pierce Professor of Psychology at Harvard University. He has won numerous awards for his research and teaching. He is also the author of the popular book 'Stumbling on Happiness'.","websites":[]}
{"name":"Brad Hargreaves","title":"Founder & CEO, Common Living","summary":"Brad Hargreaves is an entrepreneur and the founder & CEO of Common Living, a community-driven residential company based in New York, NY. He is also known for his work with General Assembly and his contributions to innovation in the built world.","websites":["https:\/\/www.bhargreaves.com\/"]}
{"name":"Ramez Naam","title":"Climate Tech Investor, Clean Energy Advocate, and Award-Winning Author","summary":"Ramez Naam is an American technologist, climate tech investor, clean energy advocate, and award-winning author. He is best known as the author of the Nexus Trilogy and The Infinite Resource: The Power of Ideas on a Finite Planet. Ramez Naam has also worked as a computer scientist at Microsoft and has made significant contributions to the field of clean energy and climate technology.","websites":["https:\/\/rameznaam.com\/"]}
{"name":"Mahalanobis","title":"Statistician","summary":"Prasanta Chandra Mahalanobis was an Indian statistician who devised the Mahalanobis distance and was instrumental in formulating India's strategy for economic development and growth.","websites":["https:\/\/blogs.sas.com\/content\/iml\/2012\/02\/15\/what-is-mahalanobis-distance.html"]}
{"name":"William Griffiths","title":"Professor in Mass Spectrometry, Biomedical Sciences","summary":"William Griffiths is a professor in Mass Spectrometry, Biomedical Sciences. He is associated with Swansea University and is known for his work in the field of mass spectrometry.","websites":[]}
{"name":"Gary Leff","title":"Thought Leader in Travel","summary":"Gary Leff is one of the foremost experts in the field of miles, points, and frequent business travel. He has been covering this topic since 2002 and is known for his expertise in the travel and loyalty industries.","websites":["https:\/\/viewfromthewing.com\/"]}
{"name":"Florens Sauerbruch","title":"CFO Siltronic Singapore","summary":"Dr. Florens Sauerbruch is the CFO of Siltronic Singapore. He has 5 jobs listed on his LinkedIn profile and is known for his research works and books on legal and economic subjects.","websites":[]}
{"name":"Barry Klein","title":"Founder, Strategist, Entrepreneur","summary":"Barry Klein is a well-known figure in the fields of yarn design, entrepreneurship, and campaign strategy. He is the co-founder of Trendsetter Yarns and has made significant contributions to the knitting and crocheting community. Additionally, Barry Klein is recognized for his work as a strategist and entrepreneur, with a focus on campaign development and execution. His impact extends to various industries, showcasing his versatility and expertise.","websites":[]}
{"name":"Omar Rizwan","title":"Researcher at Dynamicland","summary":"Omar Rizwan is a researcher at Dynamicland, a research lab in Oakland, California, led by Bret Victor. He has been interested in new computer interfaces and new ways of programming, and has worked at Dynamicland and built experimental computing interfaces like TabFS. Omar Rizwan has also been involved in projects such as Emotional Programming and communicating with demos. He is known for his work in exploring new ways of interacting with systems and browser APIs.","websites":["https:\/\/omar.website\/"]}
{"name":"Daljit Dhadwal","title":"Software Developer","summary":"Daljit Dhadwal is a software developer with expertise in conditional formatting in Excel, website security, and WordPress. He has also published a paper on the demand for sleep in the field of economics.","websites":["https:\/\/daljitdhadwal.com\/"]}
{"name":"òlfar Erlingsson","title":null,"summary":null,"websites":[]}
{"name":"Guido van Rossum","title":null,"summary":null,"websites":["https:\/\/gvanrossum.github.io\/"]}
{"name":"Adam Marblestone","title":"CEO of Convergent Research","summary":"Adam Marblestone is the CEO of Convergent Research and has a background in neurotechnology, philosophy, and physics. He is also a Schmidt Futures Innovation Fellow and a Senior Fellow with the Federation of American Scientists. Adam Marblestone holds a PhD in Biophysics and has been involved in launching Focused Research Organizations (FROs) such as BioBright.","websites":[]}
{"name":"Michael Stastny","title":"Podiatrist","summary":"Michael Stastny is a Podiatrist with board certifications in Podiatry and Reconstructive Rearfoot\/Ankle Surgery. He specializes in podiatry and is fluent in Czech, German, and Slovak. He has expertise in podiatry and has been practicing for several years.","websites":[]}
{"name":"John Backus","title":"Developer of FORTRAN, IBM programmer","summary":"John Backus was the developer of FORTRAN, for years one of the best known and most used programming systems in the world. He was an IBM programmer in New ...","websites":["https:\/\/johnbackus.com\/blogs\/news\/john-h-backus-it-s-the-name-in-fluid-power-that-matters-most"]}
{"name":"Carl Close","title":"Former Ten Most Wanted Fugitive","summary":"On September 26, 1963, Close was apprehended in Anderson, South Carolina, by local authorities after being listed as a Ten Most Wanted Fugitive.","websites":[]}
{"name":"David Levey","title":"Speechwriter and Public Affairs Officer","summary":"David Levey is a professional speechwriter with over three decades of experience in public and private sector professional communications. He has worked at the Drug Enforcement Administration and has a strong following on LinkedIn.","websites":["https:\/\/www.drdlevy.com\/","https:\/\/www.faculty.umb.edu\/david_levy\/"]}
{"name":"Chris F. Masse","title":"Research Scientist (Independent) — Advanced Intuition coached by Artificial Intelligence — Physics of Time in the Consciousness","summary":"Chris F. Masse is a Research Scientist (Independent) specializing in Advanced Intuition coached by Artificial Intelligence and the Physics of Time in the Consciousness. He is based in Cupertino, California, United States.","websites":[]}
{"name":"Mr. Mihalko","title":null,"summary":null,"websites":["https:\/\/mihalkoscontracting.com\/"]}
{"name":"Eric Crampton","title":"Chief Economist at The New Zealand Initiative","summary":"Eric Crampton is the Chief Economist at The New Zealand Initiative. He has worked in policy areas ranging from local government to education and welfare, and has published in a wide range of outlets.","websites":["http:\/\/offsettingbehaviour.blogspot.com\/"]}
{"name":"Kent Guida","title":"Copywriter at Halliburton","summary":"Kent Guida is a Copywriter at Halliburton in Houston, Texas, United States.","websites":[]}
{"name":"Greg Mankiw","title":"Robert M. Beren Professor of Economics at Harvard University","summary":"Greg Mankiw is an American economist and the former Robert M. Beren Professor of Economics at Harvard University. He is best known in academia for his work on New Keynesian economics. Greg Mankiw also maintains a blog where he shares random observations for students of economics.","websites":["http:\/\/gregmankiw.blogspot.com\/"]}
{"name":"Lynne Kiesling","title":"Research Professor, Economist, Public Speaker","summary":"Lynne Kiesling is a Research Professor and Economist specializing in regulation, market design, and the economics of digitization and smart grid technologies in the electricity industry. She is also known for her work in public speaking and education.","websites":["https:\/\/lynnekiesling.com\/"]}
{"name":"John De Palma","title":"Ford Foundation Professor of International Political Economy at Harvard University","summary":"Dani Rodrik is a Turkish economist known for his research on globalization, economic growth and development, and political economy. He is the Ford Foundation Professor of International Political Economy at Harvard University.","websites":[]}
{"name":"Omar Morales","title":"Mixed Martial Artist","summary":"Omar Antonio Morales Ferrer, born on October 17, 1985, is a Venezuelan mixed martial artist who competes in the Featherweight and Lightweight divisions. He has a professional MMA record of 11-4-0 and is known for his nickname 'Venezuelan Fighter'. Omar Morales has made significant contributions to the world of MMA and has gained recognition for his skills and achievements in the sport.","websites":["https:\/\/www.omarmorales.mx\/blog"]}
{"name":"Lloyd Cohen","title":"General Manager at Prime Properties Ltd.","summary":"Lloyd Cohen is a General Manager at Prime Properties Ltd. in Winnipeg, Manitoba, Canada. He has extensive experience in the real estate industry and is known for his expertise in property management.","websites":[]}
{"name":"Craig Fratrik","title":"Economist, Software Engineer, and Law Student","summary":"Craig Fratrik is an economist, software engineer, and law student. He has a background in economics, software engineering, and is currently pursuing a law degree at Harvard Law School. Craig has worked as a software engineer for six years and has a strong academic background in computer science and economics. He is also a PhD candidate in Economics at Duke University. Craig is known for his work as an economist at Amazon and his involvement as a board member at the International Montessori School. He is also recognized for his contributions to the field of rationality and has a strong presence on social media platforms such as Twitter and Instagram.","websites":["https:\/\/fratrik.com\/"]}
{"name":"John Clarke Mills","title":"Entrepreneur, engineer, woodworker, and CEO at Watch Duty","summary":"John Clarke Mills is an entrepreneur, engineer, woodworker, and the CEO at Watch Duty. He is also known for his work as the co-founder of Zenput, Robin of Sherwood, and the Duck Pond. Additionally, he is a loving restorer of San Francisco Vic and a conductor of the Disorient.","websites":["http:\/\/www.johnclarkemills.com\/"]}
{"name":"Sebastian Bensusan","title":"Research Assistant","summary":"Sebastian Bensusan is a Research Assistant at ITBA. He is also active on GitHub, YouTube, LinkedIn, and other platforms. He has contributed to discussions on Argentina dollarization and has presented on topics such as Polymorphic Codebases. You can find more information about him on his GitHub, YouTube, and LinkedIn profiles.","websites":[]}
{"name":"Chloe Valdary","title":"Founder of Theory of Enchantment","summary":"Chloé Valdary is the founder of Theory of Enchantment, a diversity and resilience training company. She is a former police officer and current federal agent, and has trained around the world, including in South Africa, The Netherlands, Germany, and Israel. Her work is a radical approach to anti-racism rooted in understanding that celebrates the complexity of the human experience.","websites":["https:\/\/theoryofenchantment.com\/","https:\/\/chloevaldary.org\/","https:\/\/chloevaldary.substack.com\/"]}
{"name":"Chris Beiser","title":"interactive system designer & developer","summary":"Chris Beiser is an interactive system designer & developer with expertise in Embargo Sans, Typeface, Semeister, User Interface, Desk UI, OS User Interface, and PayPal Here. He is also known for his work in iOS development.","websites":["https:\/\/gravitylobby.club\/"]}
{"name":"John Foderaro","title":null,"summary":null,"websites":["https:\/\/medium.com\/@JohnFoderaro\/about"]}
{"name":"Doc Schultz","title":null,"summary":null,"websites":[]}
{"name":"Chris Small","title":null,"summary":null,"websites":["https:\/\/chrissmallgroup.com\/blog"]}
{"name":"Craig Newmark","title":"Founder of Craigslist and Philanthropist","summary":"Craig Newmark is the founder of Craigslist, a widely used website for classifieds. He is also known for his philanthropic work through Craig Newmark Philanthropies. Newmark is dedicated to revolutionizing society and making a positive impact through his work.","websites":[]}
{"name":"Reid Hoffman","title":"Partner at Greylock Partners, Co-founder of Inflection AI","summary":"Reid Hoffman is a Silicon Valley stalwart in modern technology. He is currently a partner at the venture capital firm Greylock Partners and a co-founder of Inflection AI. He is also an influencer, entrepreneur, product and business strategist, investor, podcaster, and author.","websites":["https:\/\/www.reidhoffman.org\/"]}
{"name":"Justin Kan","title":"Co-Founder of Justin.tv and Twitch","summary":"Justin Kan (born July 16, 1983) is an American internet entrepreneur and investor. He is the co-founder of live video platforms Justin.tv and Twitch, and has been involved in various other ventures and projects.","websites":["https:\/\/justinkan.com\/","https:\/\/justinkan.medium.com\/"]}
{"name":"Greg Mcadoo","title":"General Partner @ Bolt","summary":"Greg McAdoo is a general partner at Bolt.io that invests early in amazing entrepreneurs building exceptional companies. Previously Greg was a venture capitalist at Sequoia Capital in Silicon Valley. Greg specializes in internet services, mobile, energy, and technology investments.","websites":[]}
{"name":"Barry Eisler","title":"Bestselling Author","summary":"Barry Eisler is an international thriller writer and creator of the John Rain and Livia Lone series. He spent three years in a covert position with the CIA's Directorate of Operations and has worked as a technology lawyer and startup executive. Eisler is known for his bestselling books and has a significant following on various platforms.","websites":["http:\/\/barryeisler.blogspot.com\/","https:\/\/www.barryeisler.com\/"]}
{"name":"Jared Tame","title":"Co-Founder and CEO @ Agave","summary":"Jared Tame is the Co-Founder and CEO at Agave. Additionally, Jared Tame has had 3 past jobs including President\/CEO, Cofounder at GraffitiGeo. Jared Tame has a diverse work experience spanning various roles and companies. Jared began their career in 2007 as a Software Engineer at TokBox. Jared Tame's HQ phone number is +1(718) 349-6799. What industry does Jared Tame work in? Jared Tame works in the Information Technology & Services industry.","websites":["https:\/\/jmtame.medium.com\/","https:\/\/tame.wordpress.com\/about\/"]}
{"name":"Andrei Ershov","title":"Academician, Pioneer in Systems Programming","summary":"Andrei Ershov was an academician and pioneer in systems programming. He was one of the early Soviet pioneers in the field of theoretical and systems programming, and a founder of the Siberian School of Computer Science. Ershov made significant contributions to the development of programming languages and the theory of algorithms. He was also known for his work on the theory of graphs in programming. Ershov's legacy continues to influence the field of computer science and programming.","websites":[]}
{"name":"Emmet Shear","title":"Chief Executive Officer at Twitch","summary":"Emmett Shear (born 1983) is an American Internet entrepreneur and investor. He is the co-founder of live video platform Justin.tv and has served as the chief executive officer at Twitch. He was also named the interim chief executive of OpenAI in 2023.","websites":[]}
{"name":"Stan Reiss","title":"General Partner | Matrix Partners","summary":"At Matrix, Stan Reiss focuses on early stage investments across technology sectors, and works with companies including QPID Health (acquired by eviCore), Acacia Communications, Xtalic, RightHand Robotics, LogRocket, CARMERA, Lightmatter, and LightForce Orthodontics.","websites":["https:\/\/medium.com\/@stanreiss"]}
{"name":"Jonathan Haidt","title":"Social psychologist, Author, Professor","summary":"Jonathan Haidt is a social psychologist known for his work in the psychology of morality and moral emotions. He is the Thomas Cooley Professor of Ethical Leadership at New York University's Stern School of Business. Haidt's research examines the intuitive foundations of morality, and he is the author of several books including 'The Righteous Mind' and 'The Coddling of the American Mind'.","websites":["https:\/\/jonathanhaidt.substack.com\/","https:\/\/jonathanhaidt.com\/"]}
{"name":"Mike Vanier","title":"Teaching Professor","summary":"Mike Vanier is a teaching professor in the CMS department at Caltech. He is an experienced business executive, leader, consultant, and project manager. He has also achieved success as a poker player with significant career earnings and multiple wins.","websites":["http:\/\/www.cs.caltech.edu\/~mvanier","http:\/\/users.cms.caltech.edu\/~mvanier\/courses\/"]}
{"name":"Ray Ozzie","title":"Founder & CEO of Blues Wireless","summary":"Raymond \"Ray\" Ozzie is an American software industry entrepreneur who held the positions of Chief Technical Officer and Chief Software Architect at Microsoft. He is also the Founder & CEO of Blues Wireless, a company he founded in 2018 to tackle broad technical and business challenges.","websites":[]}
{"name":"Chris Stover","title":"Senior Producer at CBS Mornings","summary":"Chris Stover is an Emmy-winning Senior Producer at CBS Mornings. He is also a freelance multimedia journalist and a Realtor®. Chris Stover is known for his work in media and communication, and he is a Temple University alumnus. He has a diverse background in journalism, music, and real estate.","websites":["https:\/\/chrisstover.wordpress.com\/","https:\/\/www.chrisstovermusic.com\/"]}
{"name":"Neil Rimer","title":"General Partner and Co-Founder, Index Ventures","summary":"Neil Rimer is a Swiss-Canadian venture capitalist who is the founding partner at Index Ventures, a venture capital firm that invests in Europe, the United States, and Israel. He has worked with revolutionary companies like Deliveroo, Revolut, Supercell, and Roblox.","websites":["https:\/\/www.indexventures.com\/team\/neil-rimer\/"]}
{"name":"Brad Templeton","title":"Senior Contributor|Transportation","summary":"Brad Templeton (born June 1960 near Toronto) is a Canadian software developer, internet entrepreneur, online community pioneer, publisher of news, comedy, and a Senior Contributor in Transportation.","websites":["https:\/\/ideas.4brad.com\/","https:\/\/www.templetons.com\/brad\/"]}
{"name":"Parker Conrad","title":"Co-Founder and CEO","summary":"Parker Conrad is the co-founder and CEO of Rippling, a cloud-based human resources platform designed to assist with onboarding, payroll, benefits, and more. He is known for building Rippling in a way that is unique in the industry.","websites":["https:\/\/www.rippling.com\/blog\/5-reasons-startup-leaders-should-go-big-from-the-start-lessons-from-rippling-ceo-parker-conrad"]}
{"name":"David Petersen","title":"Comic Book Creator","summary":"David Petersen is an American comic book creator best known for the series Mouse Guard. He is also known for his work as an illustrator and writer.","websites":["http:\/\/davidpetersen.blogspot.com\/"]}
{"name":"Andy Singleton","title":"Paper artist, paper sculptor, illustrator, designer","summary":"Andy Singleton is a talented paper artist, paper sculptor, illustrator, and designer. His work is inspired by intricate patterns in nature and he is known for creating stunning paper sculptures and installations. He has produced work for a variety of clients, including Crafts Council, Penhaligon's, Burberry, Ted Baker, Harrods, and Liberty London. Andy Singleton's artistry and creativity have garnered a strong following and recognition in the art and design community.","websites":["http:\/\/andysingleton.blogspot.com\/","http:\/\/andysingleton.co.uk\/"]}
{"name":"Mitch Kapor","title":"Pioneer in the information technology industry","summary":"Mitch Kapor is a pioneer in the information technology industry and is widely known as the founder of Lotus Development Corporation. He is also a social impact venture capitalist, non-profit activist, and philanthropist. Kapor has been at the forefront of the personal computing revolution and has made significant contributions to the field of technology.","websites":[]}
{"name":"Alexis Ohanian","title":"Co-founder of Reddit, Initialized Capital, and Angel City FC","summary":"Alexis Ohanian is an American tech entrepreneur, investor, and co-founder of Reddit. He is also the co-founder of Initialized Capital and the lead investor at Angel City FC. Ohanian is known for his contributions to the tech industry and his entrepreneurial ventures.","websites":["https:\/\/alexisohanian.com\/","https:\/\/www.ycombinator.com\/blog\/author\/alexis-ohanian"]}
{"name":"David Sletten","title":"Principal Research Technologist","summary":"David Sletten is a Principal Research Technologist at Mayo Clinic in Rochester, Minnesota, United States. He has a strong background in research and has made significant contributions to the field. David Sletten is well-respected in his field and has a wide network of professional connections.","websites":["https:\/\/davidsletten.com\/"]}
{"name":"Guy Steele","title":"Software Architect for Oracle Labs and Principal Investigator of the Programming Language Research Group","summary":"Guy L. Steele Jr. is an American computer scientist known for his work as a Software Architect for Oracle Labs and as the Principal Investigator of the Programming Language Research Group. He has made significant contributions to the field of programming languages and is recognized for his research interests in various programming languages.","websites":[]}
{"name":"Greg Lukianoff","title":"President and CEO of the Foundation for Individual Rights and Expression (FIRE)","summary":"Greg Lukianoff is an attorney, New York Times best-selling author, and the President and CEO of the Foundation for Individual Rights and Expression (FIRE). He is also the co-author of the book 'The Coddling of the American Mind'.","websites":[]}
{"name":"Alex Lewin","title":"Author of \"Real Food Fermentation, Revised and Expanded: Preserving Whole Fresh Food with Live Cultures in Your Home Kitchen\"","summary":"Alex Lewin is an author known for his work on real food fermentation. He is the author of \"Real Food Fermentation, Revised and Expanded: Preserving Whole Fresh Food with Live Cultures in Your Home Kitchen\". He is also active on social media platforms such as Instagram and Twitter.","websites":["http:\/\/feedmelikeyoumeanit.blogspot.com\/"]}
{"name":"Kirsty Nathoo","title":"MD, Finance at Y Combinator","summary":"Kirsty Nathoo is the Managing Director of Finance at Y Combinator. She is a Partner and CFO at Y Combinator, with a background in accounting and finance. Kirsty Nathoo has been instrumental in managing startup finances and has been a key figure at Y Combinator for over a decade.","websites":[]}
{"name":"Dan Bloomberg","title":"Sr. Systems Engineering Manager","summary":"Dan Bloomberg is a Sr. Systems Engineering Manager at Mozarc Medical. He is based in Minneapolis, Minnesota, United States. He has a background in systems engineering and has worked with Mozarc Medical University of Minnesota-Twin Cities.","websites":[]}
{"name":"Tad Marko","title":"Software Developer","summary":"Tad Marko is a software developer with skills in interacting with various technologies. He has experience in loyalty systems for independent businesses and has a background in software development.","websites":[]}
{"name":"Lutz Prechelt","title":"Professor of Informatics","summary":"Lutz Prechelt is a Professor of Informatics at Freie Universität Berlin. He is known for his work in Software Engineering and has made significant contributions to the field. He has a PhD degree from the University of Karlsruhe and has a strong background in empirical software engineering. Lutz Prechelt has also published numerous computer science publications and is recognized for his expertise in the field.","websites":["https:\/\/www.mi.fu-berlin.de\/w\/Main\/LutzPrechelt"]}
{"name":"Hugues Steinier","title":"CEO at Virtual Words","summary":"Hugues Steinier is the CEO at Virtual Words and is a finance industry veteran specializing in International Operations.","websites":[]}
{"name":"Marc Hedlund","title":"Chairperson of the Board at Code2040","summary":"Marc Hedlund is an engineering leader and entrepreneur, currently on a break. He is the Chairperson of the Board at Code2040 and has a background in product management and real estate.","websites":["http:\/\/blog.precipice.org\/"]}
{"name":"Austen Allred","title":"Co-Founder & CEO of Bloom Institute of Technology","summary":"Austen Allred is primarily known for being the founder and CEO of Lambda School, a computer science education school that is designed to be free until the students are hired. He is also the Co-Founder and CEO of Bloom Institute of Technology.","websites":["https:\/\/www.austenallred.com\/","https:\/\/austenallred.blogspot.com\/"]}
{"name":"Chris Best","title":"Founder and CEO at Substack Inc","summary":"Chris Best is the Founder and CEO of Substack Inc. He has been in the spotlight for controversies related to content moderation on the Substack platform.","websites":["https:\/\/substack.com\/@cb"]}
{"name":"John Gruber","title":"technology blogger, UI designer, inventor of the Markdown markup language","summary":"John Gruber is a technology blogger, UI designer, and the inventor of the Markdown markup language. He is known for his work on Daring Fireball and The Talk Show. He is also active on social media platforms such as Twitter, Instagram, and LinkedIn. Additionally, he hosts The Talk Show on Apple Podcasts.","websites":["https:\/\/daringfireball.net\/"]}
{"name":"Jason Freedman","title":"Insolvency Litigation Partner","summary":"Jason Freedman focuses his practice primarily on transactional matters, representing private equity firms and strategic investors in the structuring and ...","websites":["http:\/\/jasonfreedman.gallery\/myblog.html"]}
{"name":"Jacob Heller","title":"News Anchor","summary":"Jacob Heller is a news anchor for \"Siouxland News at Sunrise\" from 5:00.","websites":["https:\/\/hellerjake.wordpress.com\/about\/","https:\/\/medium.com\/@jacob_heller\/from-think-like-a-lawyer-to-think-different-dc3e570b4a5e"]}
{"name":"Albert Wenger","title":"Managing Partner at Union Square Ventures","summary":"Albert Wenger is a German-American businessman and venture capitalist. He is a managing partner at Union Square Ventures, a New York City-based venture capital firm. Albert Wenger is also known for his blog 'Continuations' where he writes about technology, philosophy, society, and more.","websites":["https:\/\/continuations.com\/","https:\/\/worldaftercapital.org\/"]}
{"name":"Christine Ford","title":"Professor at Palo Alto University","summary":"Christine Margaret Blasey Ford is a professor at Palo Alto University who teaches in a consortium with Stanford University, training graduate students in...","websites":[]}
{"name":"Karen Nguyen","title":null,"summary":null,"websites":[]}
{"name":"Immad Akhund","title":"CEO & Founder at Mercury","summary":"Immad Akhund is the CEO and Founder of Mercury, a bank for startups. He is a serial entrepreneur from the United Kingdom and has a background in computer science from the University of Cambridge. Immad Akhund has a strong track record of building startups and has made significant contributions to the startup ecosystem.","websites":[]}
{"name":"Gabor Cselle","title":"CEO \/ Co-Founder of T2, a public social network","summary":"Gabor Cselle is a Partner at Area 120, Google's internal startup incubator. Previously, he was the Co-Founder and CEO of mobile advertising startup Namo. He is also known for being the Former Co-Founder \/ CEO of Pebble, a Twitter \/ X alternative that didn't make it. Additionally, he has served as a Group Product Manager at Twitter and has been a startup entrepreneur, PM, and engineer at Google and others.","websites":["https:\/\/blog.gaborcselle.com\/2012\/10\/every-step-costs-you-20-of-users.html","https:\/\/climbtothestars.org\/archives\/2007\/03\/24\/brainstormdiscussion-the-future-of-blogging-technology-gabor-cselle\/","https:\/\/sur.ly\/i\/blog.gaborcselle.com\/"]}
{"name":"Abby Kirigin","title":"Executive Director","summary":"Abby Kirigin is the Executive Director of REEL, a Bay Area nonprofit supporting the educational needs of twice-exceptional students. She is also a doctoral candidate and a passionate advocate of education for all. Abby Kirigin's expertise is in user experience and interaction design, and she is known for her work in social payments services.","websites":[]}
{"name":"Naval Ravikant","title":"CEO and Co-founder of AngelList","summary":"Naval Ravikant is an Indian-American entrepreneur and investor. He is the co-founder, chairman and former CEO of AngelList. He has invested early-stage in more than 100 companies, including Uber, Twitter, and Yammer. Naval is known for his wisdom and insights, which have been collected and curated in the 'Almanack of Naval Ravikant'.","websites":["https:\/\/nav.al\/"]}
{"name":"Aydin Senkut","title":"Founder and Managing Partner at Felicis Ventures","summary":"Aydin Senkut is an American investor, serial entrepreneur, and executive. He is the Founder and Managing Partner of Felicis Ventures, a Silicon Valley venture capital firm. Senkut has an extensive background in investments, with nine IPOs on investments and 50 acquisitions under his belt. He is known for his success as a multi-stage investor and has been named one of the top 25 tech angels by Businessweek.","websites":[]}
{"name":"Michael Arrington","title":"Founder and former co-editor of TechCrunch","summary":"J. Michael Arrington (born March 13, 1970) is the American founder and former co-editor of TechCrunch, a blog covering the Silicon Valley technology scene and the wider technology field in the United States and elsewhere. He is also known for his venture investments, including Uber, and for co-founding CrunchFund.","websites":["https:\/\/techcrunch.com\/author\/michael-arrington\/"]}
{"name":"Nancy Cook","title":"Senior national political correspondent for Bloomberg","summary":"Nancy Cook is a senior national political correspondent for Bloomberg. She is known for her coverage of political news and events. Nancy Cook has a strong background in political reporting and has contributed to various publications. She is a respected journalist in the field of political journalism.","websites":["https:\/\/nancycookwrites.com\/"]}
{"name":"Bill Stratford","title":"Editor","summary":"Bill Stratford is known for his work as an editor, with a strong impact on the development of others in the industry. He is a motivated, analytical, and highly driven leader and product developer.","websites":[]}
{"name":"Henry Baker","title":"Naturalist","summary":"Henry Baker (8 May 1698 â\u0080\u0093 25 November 1774) was a British naturalist known for his contributions to the field of natural history. He was born in London, England and made significant contributions to the study of natural phenomena during his lifetime.","websites":["http:\/\/bakerstreetbeat.blogspot.com\/2018\/12\/henry-bakers-christmas.html"]}
{"name":"David Greenspan","title":"CEO & Founder of MindShare101 Inc.","summary":"David Greenspan is the CEO & Founder of MindShare101 Inc. He is also the VP at KiTS Keep-in-Touch Systems. David is a speaker and coach, and he has a strong presence in the sales and real estate industry. He is known for his high-impact coaching, consulting, and training services.","websites":[]}
{"name":"John Carmack","title":"American computer-game designer","summary":"John Carmack is an American computer-game designer known for his pioneering work in 3D computer graphics and game design. He co-founded Id Software and is considered one of the greatest programmers in the gaming industry. Carmack made significant innovations in 3D computer graphics, including his Carmack's Reverse algorithm for shadow volumes. He has also been involved in virtual reality initiatives and is a prolific figure in the video game industry.","websites":[]}
{"name":"Kyle Vogt","title":"CEO of Cruise Automation","summary":"Kyle Vogt (born 1984 or 1985) is an American businessman. In 2013, Vogt founded Cruise Automation, where he served as the company's President.","websites":[]}
{"name":"Chris Steiner","title":"CTO, GE Gas Power","summary":"Chris Steiner is the CTO of GE Gas Power, part of GE Vernova. He has a professional profile on LinkedIn with 676 followers and 500+ connections.","websites":[]}
{"name":"Erann Gat","title":"Principal Scientist at the Jet Propulsion Laboratory, California Institute of Technology","summary":"Erann Gat, also known as Ron Garret, is a principal scientist at the Jet Propulsion Laboratory, California Institute of Technology. He has written popular essays on Lisp and has been working on autonomous control.","websites":["https:\/\/www.elementsofstyleblog.com\/"]}
{"name":"Sesha Pratap","title":"Managing Partner at Brahma Group","summary":"Sesha Pratap is a software entrepreneur and consultant with over twenty years of experience working with startups and investors. He is also a managing partner at Brahma Group, where he serves as a startup advisor and consultant on product-market fit, growth acceleration, and capital fundraising.","websites":["https:\/\/spratap.wordpress.com\/"]}
{"name":"Travis Deyle","title":"Co-founder and CEO of Cobalt Robotics","summary":"Travis Deyle is the CEO and co-founder of Cobalt Robotics. He is an acclaimed scientist and technologist with extensive experience and academic publications.","websites":["https:\/\/www.travisdeyle.com\/"]}
{"name":"Josh Kopelman","title":"Founding Partner at First Round Capital","summary":"Josh Kopelman is a founding Partner at First Round Capital, a seed-stage technology venture fund. He is an American entrepreneur, venture capitalist, and philanthropist. Josh has been an active leader in the Internet industry and has made early investments in companies like Blue Apron, Uber, and more.","websites":[]}
{"name":"Andy Hertzfeld","title":"Software developer","summary":"Andy Hertzfeld is a software developer known for his work at Google and as a key member of the original Apple Macintosh development team. He is also a co-founder of General Magic and has made significant contributions to the PC industry.","websites":["https:\/\/www.folklore.org\/"]}
{"name":"Jeff Clavier","title":"Founder and Managing Partner at Uncork Capital","summary":"Jeff Clavier is the Founder and Managing Partner at Uncork Capital, a seed-stage venture firm. He has been advising and investing in early stage tech startups for more than 20 years. Jeff Clavier is also known for his work as a CTO.","websites":["https:\/\/uncorkcapital.com\/team\/jeff-clavier\/"]}
{"name":"Don Knight","title":"Actor","summary":"Don Knight was a British-born actor known for his work in film, television, and stage. He studied for the Ordained Ministry before pursuing a career in acting. He had recurring roles in TV shows like “The Little House on the Prairie” and “Bonanza.” Don Knight passed away in 1997, leaving behind a legacy of memorable performances.","websites":["https:\/\/www.1donknight.com\/"]}
{"name":"Bill Birch","title":"Actor & Screenwriter","summary":"Bill Birch graduated from the University of Oregon in 1990 with a degree in Theater Arts. Soon after he moved to Los Angeles where he works as a professional actor and screenwriter.","websites":[]}
{"name":"Pete Koomen","title":"Co-founder and CTO of Optimizely, Visiting Group Partner at Y Combinator","summary":"Pete Koomen is an American businessman, investor, and entrepreneur. He is the co-founder and CTO of Optimizely, a leading experience optimization platform providing A\/B testing, targeting, and optimization for websites and mobile apps. Additionally, he is a Visiting Group Partner at Y Combinator.","websites":[]}
{"name":"Ian Hogarth","title":"Co-owner at PETER HOGARTH AND SONS LIMITED, Chair of the UK Government's Frontier AI Taskforce, Visiting Professor of Practice at the UCL Institute for Innovation and Public Purpose, Co-Founder at Plural Platform","summary":"Ian Hogarth is an investor, entrepreneur, and tech leader. He is known for co-founding Songkick and Plural Platform. Ian Hogarth is also the Chair of the UK Government's Frontier AI Taskforce and a Visiting Professor of Practice at the UCL Institute for Innovation and Public Purpose. He has a background in entrepreneurship, investing, and AI safety.","websites":["https:\/\/www.ianhogarth.com\/"]}
{"name":"Chase Adam","title":"Partner at Very Serious Ventures","summary":"Chase Adam is a Partner at Very Serious Ventures and has had 5 past jobs including Co-Founder & CEO at Watsi. He is also involved in building Land Camp, investing with Very Serious Ventures, and helping Leaders in Tech and Watsi. He is known for being a visionary in fixing health funding and is the founder of Watsi, the first crowdfunding site where donors can directly fund high-impact medical care for people in need.","websites":["https:\/\/www.curiouslychase.com\/"]}
{"name":"Ariel Poler","title":"Co-Founder of Reveri Health","summary":"Ariel Poler is an Internet entrepreneur, mentor, and investor. He was the founder of IPRO, the first web analytics company, and of Topica, one of the first email communities. Ariel currently serves on the boards of Reveri Health, NeoSensory, Achieve, TextMarks, and Freedom Financial Network. He is also a director at Strava, Neosensory, and LinkExchange.","websites":["https:\/\/wellfound.com\/p\/ariel"]}
{"name":"Edith Elliot","title":"Co-Founder and Co-CEO, Noora Health","summary":"Edith Elliot is tapping into an underutilised resource -- families of patients -- and equipping them to play a pivotal role in the healthcare system. She is also the Co-Founder and Co-CEO of Noora Health, a non-profit startup that focuses on empowering families to take care of patients and play a crucial role in the healthcare system.","websites":[]}
{"name":"Ingrid Basset","title":null,"summary":null,"websites":[]}
{"name":"Dan Siroker","title":"Co-Founder & CEO of Rewind AI","summary":"Dan Siroker is the Co-Founder and CEO of Rewind AI. He is also the former CEO and current Co-Founder & Executive Chairman of Optimizely. Dan Siroker has a background in analytics and has been involved in various entrepreneurial and leadership roles.","websites":["https:\/\/siroker.com\/"]}
{"name":"Charlie Cheever","title":"Co-Founder of Quora","summary":"Charlie Cheever is the co-founder, along with Adam D'Angelo, of Quora, an online knowledge market. He was born on August 2, 1981, in Pittsburgh, Pennsylvania.","websites":["http:\/\/ccheever.com\/"]}
{"name":"Max Levchin","title":"CEO of Affirm, Co-founder and f...","summary":"Maksymilian Rafailovych \"Max\" Levchin is a Ukrainian-American software engineer and businessman. In 1998, he co-founded the company that eventually became Affirm, where he currently serves as the CEO. He is also known for his work as an investor and advisor to emerging technology companies.","websites":["https:\/\/max.levch.in\/","http:\/\/www.levchin.com\/"]}
{"name":"David Hornik","title":"Founding Partner at Lobby Capital","summary":"David Hornik is a Founding Partner at Lobby Capital, an investor at Lobby Capital and August Capital, the executive producer of the Lobby Conferences, and teaches at Stanford and Harvard. He is a general partner with August Capital and invests broadly in information technology companies, with a focus on consumer-facing software and enterprise infrastructure and applications. David Hornik is also known for his work in venture capital, entrepreneurship, and philanthropy.","websites":["https:\/\/www.ventureblog.com\/"]}
{"name":"Slava Akhmechet","title":"Founder of RethinkDB, Computational neuroscience PhD dropout, Writer, Zero Credibility, Software Developer at MarketAxess","summary":"Slava Akhmechet is a highly experienced software developer, startup advisor, and entrepreneur. He is the founder of RethinkDB, a software company that focuses on building groundbreaking technology products. Slava is also a computational neuroscience PhD dropout and a writer for Zero Credibility. Additionally, he has worked as a software developer at MarketAxess.","websites":["https:\/\/www.spakhm.com\/"]}
{"name":"Michael Keenan","title":"actor and producer","summary":"Michael Keenan was an American actor and producer known for his work in Star Trek: Deep Space Nine. He was born on December 12, 1939, in Los Angeles, California, USA, and passed away on April 30, 2020. He was best known for his portrayal of Mayor in television shows.","websites":["https:\/\/www.michaelkeenan.co\/"]}
{"name":"Hutch Fishman","title":"Chief Financial Officer","summary":"Hutch Fishman serves as the Chief Financial Officer at nference and has more than two decades of experience as a founding CFO and advisor to successful startups in technology, healthcare, ecommerce, and communication industries.","websites":["https:\/\/www.hutch.io\/blog\/people\/"]}
{"name":"Nikhil Pandit","title":"Lead at Nike","summary":"Nikhil Pandit is a lead at Nike. He believes in leading with kindness and humility, and thinks big while acting small. He has a strong work experience and education background.","websites":["https:\/\/nikhilpandya.wordpress.com\/"]}
{"name":"Teng Siong Ong","title":"Freelance Developer","summary":"Teng Siong Ong is a freelance developer based in San Francisco, CA, United States, with over 10 years of experience. He has worked on various projects and has a strong portfolio showcasing his skills and expertise.","websites":[]}
{"name":"Elon Musk","title":"Founder, CEO, and chief engineer of SpaceX, CEO and product architect of Tesla, Inc., Owner and CTO of X, formerly Twitter, President of the Musk Foundation","summary":"Elon Musk is a South African-born entrepreneur known for founding and leading companies such as SpaceX, Tesla, Inc., and X (formerly Twitter). He is also the President of the Musk Foundation and is involved in various innovative and groundbreaking projects in the fields of space exploration, electric vehicles, and technology.","websites":[]}
{"name":"Greg McAdoo","title":"General Partner @ Bolt","summary":"Greg McAdoo is a general partner at Bolt.io that invests early in amazing entrepreneurs building exceptional companies. Previously Greg was a venture capitalist at Sequoia Capital in Silicon Valley. Greg specializes in internet services, mobile, energy, and technology investments.","websites":[]}
{"name":"Jane Austen","title":"English Novelist","summary":"Jane Austen was an English novelist known primarily for her six novels, which implicitly interpret, critique, and comment upon the British landed gentry at the end of the 18th century.","websites":["https:\/\/austenblog.com\/","https:\/\/janeaustensworld.com\/","https:\/\/janeausten.co.uk\/blogs\/jane-austen-news","https:\/\/austenprose.com\/","https:\/\/www.janeaustendetectives.com\/","https:\/\/janeausteninvermont.blog\/","https:\/\/janeaustenshousemuseumblog.wordpress.com\/"]}
{"name":"Carolynn Levy","title":"Partner at Y Combinator","summary":"Carolynn Levy is a California-based lawyer and investor. She holds a bachelor's degree in Political Science from The University of California. Levy is a partner at Y Combinator and was previously at Wilson Sonsini Goodrich and Rosati, where she helped hundreds of startups with legal matters.","websites":[]}
{"name":"Ricardo Ferreira de Oliveira","title":"Head of Public Sector at PrimeIT","summary":"Ricardo Ferreira de Oliveira is the Head of Public Sector at PrimeIT. He is based in Portugal and has a background in the field of public sector management.","websites":[]}
{"name":"James Bracy","title":null,"summary":null,"websites":[]}
{"name":"Yuri Sagalov","title":"Managing Partner @ Wayfinder Ventures","summary":"Yuri Sagalov is the Managing Partner at Wayfinder Ventures, a first-check seed fund. He is also the CEO and co-founder of AeroFS, a private-cloud enterprise file sharing and collaboration tool used by Fortune 500 companies. Yuri Sagalov is known for his work in the startup and tech industry, and he is a visiting partner at Y Combinator.","websites":["https:\/\/www.yurisagalov.com\/"]}
{"name":"Sergei Tsarev","title":"Co-founder & CTO at Rubicon","summary":"Sergei Tsarev is the Co-founder & CTO of Rubicon, a startup working on building storage systems for AI. He has a diverse work experience spanning several companies and roles, including serving as the Sr. Director of Engineering, Enterprise at Dropbox. Sergei Tsarev is also associated with Databricks and has a background in distributed database architectures and large-scale infrastructure building.","websites":[]}
{"name":"Mattias Ljungman","title":"Founder & Managing Partner at Moonfire Ventures","summary":"Mattias Ljungman is a prominent figure in the European tech ecosystem, known for his role as the Founder & Managing Partner at Moonfire Ventures. He is also recognized for his work as a research analyst and his involvement in early stage European investment.","websites":[]}
{"name":"Joshua Reeves","title":"CEO and Co-founder of Gusto","summary":"Joshua Reeves is the CEO and co-founder of Gusto, a startup that's reimagining HR, payroll, and benefits for modern companies. He believes in the...","websites":["https:\/\/joshareeves.com\/"]}
{"name":"Ivan Kirigin","title":"Investor at Tango.vc","summary":"Ivan Kirigin is an investor at Tango.vc, specializing in seed-stage robotics, ML, and automation startups. He has also been involved in founding and leading other companies in the tech industry.","websites":["http:\/\/blog.kirigin.com\/"]}
{"name":"Ryan Petersen","title":"Founder and CEO at Flexport, Partner at Founders Fund","summary":"Ryan Petersen is the Founder and CEO of Flexport, a leader in global supply chain technology. He is also a Partner at Founders Fund. Prior to starting Flexport, Ryan was co-founder and CEO of a logistics company.","websites":["https:\/\/www.flexport.com\/blog\/author\/ryan-petersen\/"]}
{"name":"Matt Cohler","title":"Venture Capitalist","summary":"Matt Cohler is an American venture capitalist known for his work as Vice President of Product Management for Facebook. He has also held executive roles at LinkedIn and is currently a General Partner at Benchmark. Matt Cohler is recognized for his contributions to the tech industry and his investment in Internet-related companies.","websites":[]}
{"name":"Maria Daniels","title":"Senior Director of Communications, Bloomberg Center for Cities","summary":"Maria Daniels is the senior director of communications for the Bloomberg Center for Cities at Harvard University. She has developed expertise in nonprofit communications and is known for her creative, effective, and experienced executive skills. Maria is also active on social media platforms such as Instagram and Facebook.","websites":[]}
{"name":"Matthias Felleisen","title":"Trustee Professor of Computer Science, Northeastern University","summary":"Matthias Felleisen is a German-American computer science professor and author. He is a mav-er-ick, showing independence of thought and action, especially by refusing to adhere to the policies of... He has spent 30 years exploring programming languages and has made visionary and long-term contributions to K-12 outreach programs, innovative textbooks, and pedagogically motivated software.","websites":["https:\/\/felleisen.org\/matthias\/"]}
{"name":"Ross Boucher","title":"Co-Founder at Runkit, Technical Fellow at Motorola Mobile Devices, Producer of America's Next Top Immigrant","summary":"Ross Boucher is known for his work as a Co-Founder at Runkit, Technical Fellow at Motorola Mobile Devices, and Producer of America's Next Top Immigrant. He has made significant contributions in the tech industry and entertainment sector.","websites":["https:\/\/rossboucher.com\/"]}
{"name":"Blackwell","title":"Bookseller","summary":"Blackwell of Oxford is the largest academic and specialist bookseller in the UK, trading since 1879. They offer fast dispatch, carefully packaged, and worldwide delivery of books for life and for learning.","websites":[]}
{"name":"Nate Blecharczyk","title":"Co-founder of Airbnb and Chief Strategy Officer","summary":"Nate Blecharczyk is the co-founder of Airbnb and serves as the Chief Strategy Officer. He plays a leading role in driving key strategic initiatives across the company.","websites":["https:\/\/news.airbnb.com\/about-us\/leadership\/nathan-blecharczyk\/"]}
{"name":"Mattan Griffel","title":"Co-Founder & CEO of One Month, Executive Coach, Award-Winning Faculty Member at Columbia Business School","summary":"Mattan Griffel is an executive coach who specializes in working with startup founders. He is also the Co-Founder & CEO of One Month, an award-winning faculty member at Columbia Business School, and a leader in the DIY learning movement.","websites":["https:\/\/www.mattangriffel.com\/","https:\/\/mattangriffel.medium.com\/"]}
{"name":"Marcel Molina Jr","title":"Engineer at Twitter","summary":"Marcel Molina Jr. is a language enthusiast who went from being a lit theory major to a programmer. His main interests include language design and he is currently working as an Engineer at Twitter in San Francisco, CA.","websites":[]}
{"name":"Nick Tomarello","title":"Founder & CEO at Wefunder","summary":"Nicholas Tommarello is the Founder & CEO at Wefunder. He is a reformed MBA that eventually picked up some design & coding skills. He is driven to help more startups succeed by connecting founders with investors that can help them. That's the spirit that drives him work on Wefunder.","websites":["https:\/\/www.gypsyjournalrv.com\/category\/nicksblog\/"]}
{"name":"Julian Weber","title":"German track and field athlete","summary":"Julian Weber (born 29 August 1994) is a German track and field athlete who competes in the javelin throw. He won the European Junior Championship in 2013.","websites":["https:\/\/julianwebers.wordpress.com\/","https:\/\/www.julianweber.com\/blog"]}
{"name":"Hal Abelson","title":"Class of 1922 Professor of Electrical Engineering and Computer Science at MIT","summary":"Hal Abelson is a dedicated professor who has spent his career making information technology more accessible to all and empowering people, especially kids. He is a founding director and a fellow of the IEEE. Abelson has a broad interest in information technology and policy.","websites":["https:\/\/appinventor.mit.edu\/blog\/hal"]}
{"name":"Nikhil Nirmel","title":"Founder & CEO at Lawdingo","summary":"Nikhil Nirmel is a tech entrepreneur and the Founder & CEO of Lawdingo, a marketplace for home equity. He is also an NYC-based entrepreneur in the virtual professional services space. Nikhil Nirmel has a background in internet business and has led companies such as Lawdingo.com. He is known for his work in streamlining the process and cost of hiring an attorney.","websites":[]}
{"name":"Dan Bricklin","title":"Co-creator of VisiCalc","summary":"Dan Bricklin is best known as the co-creator of VisiCalc, the pioneering electronic spreadsheet. He founded Software Garden, a small consulting firm and developer of software applications, in 1985. He is currently the full-time CTO of Alpha Software Corporation and the president of Software Garden, Inc.","websites":["http:\/\/www.bricklin.com\/","http:\/\/danbricklin.com\/log\/"]}
{"name":"Joe Gebbia","title":"Designer, entrepreneur","summary":"Joe Gebbia is a designer and entrepreneur known for co-founding Airbnb. He is an entrepreneur from an early age and has made significant contributions to the design and hospitality industry.","websites":["https:\/\/joegebbia.com\/"]}
{"name":"Jeff Weiner","title":"Executive Chairman of LinkedIn","summary":"Jeff Weiner is the Executive Chairman of LinkedIn, where he continues to help LinkedIn realize its vision of creating economic opportunity for every member.","websites":["https:\/\/blog.linkedin.com\/author\/j\/jeff-weiner"]}
{"name":"Carl de Marcken","title":null,"summary":null,"websites":["http:\/\/www.demarcken.org\/"]}
{"name":"Amjad Masad","title":"CEO and Founder of Replit","summary":"Amjad Masad is a Jordanian American entrepreneur and engineer. He is the founder and CEO of Replit, the world's leading online programming environment and community. He is known for making coding more fun, approachable, and social through Replit.","websites":["https:\/\/amasad.me\/"]}
{"name":"Savraj Singh","title":"Chief Technology Officer","summary":"Savraj Singh is a Chief Technology Officer with a background in software development, engineering leadership, and business. He has worked for a number of companies since 2000 and has a strong presence in the startup and technology industry. Savraj is known for his work with startups and established companies, and he has a strong following on social media platforms.","websites":["https:\/\/savraj.co\/blog.html"]}
{"name":"Professor Moriarty","title":"Criminal mastermind","summary":"Professor Moriarty is a criminal mastermind and a former professor of mathematics. He is widely considered to be the first supervillain ever and is famous for being the archenemy of Sherlock Holmes.","websites":["https:\/\/professor-moriarty.com\/moriarties\/"]}
{"name":"Joe Hewitt","title":"Software Programmer","summary":"Joe Hewitt is a software programmer who is best known for his work on the Firefox web browser and related software development tools like Firebug and DOM Inspector. He has also co-created the Firefox browser and has worked on various other software projects.","websites":["http:\/\/v0.joehewitt.com\/","http:\/\/working-as-designed.blogspot.com\/"]}
{"name":"Alfred Lin","title":"Partner at Sequoia Capital","summary":"Alfred Lin is a partner at Sequoia Capital, working with founders from idea to IPO and beyond. He was formerly an operator at Zappos, Tellme, and LinkExchange. Since joining Sequoia in 2010, Alfred Lin has spearheaded some of the venture firm's most renowned investments, including DoorDash and Airbnb.","websites":[]}
{"name":"Richard Fateman","title":"Professor Emeritus of Computer Science","summary":"Richard Fateman received a BS in Physics and Mathematics from Union College in 1966, and a Ph.D. in Applied Mathematics from Harvard University in 1971. He is a Professor Emeritus of Computer Science at the University of California, Berkeley.","websites":[]}
{"name":"Doug McIlroy","title":"American computer scientist, mathematician, engineer, and programmer","summary":"Doug McIlroy was the head of Bell Lab's Computing Techniques Research Department which created the Unix operating system. He is widely credited with the invention of Unix pipelines and software componentry.","websites":["https:\/\/www.cs.dartmouth.edu\/~doug\/"]}
{"name":"Suhail Doshi","title":"Founder @ Mightyapp","summary":"Suhail Doshi is the founder of Mightyapp and has had 3 past jobs, including CEO & Founder at Mixpanel. He is also a Pizzatarian, programmer, and music maker.","websites":["https:\/\/suhaild.medium.com\/"]}
{"name":"Steve Russell","title":"Computer Scientist","summary":"Stephen Russell (born 1937), also nicknamed \"Slug\", is an American computer scientist most famous for creating Spacewar!, a seminal early video game.","websites":["https:\/\/www.steverussellart.com\/blog"]}
{"name":"Adora Cheung","title":"American entrepreneur, investor, and programmer","summary":"Adora Cheung is an American entrepreneur, investor, and programmer. She was the co-founder and CEO of house cleaning business Homejoy. Adora Cheung was also a partner at Y Combinator and has made significant contributions to the startup ecosystem.","websites":[]}
{"name":"Beau Hartshorne","title":"Founder and CEO at Instant Domains, Inc.","summary":"Beau Hartshorne is the Founder and CEO at Instant Domains, Inc. He was a Software Engineer at Facebook\/Meta. Beau is also a full-stack developer based in Victoria, Canada, and has a background in building online image editors and software development.","websites":[]}
